{"messages": ["Germany!\n\nJust the person I want to speak with. I have a somewhat crazy idea that I always wanted to try with I/G, but I never actually convinced the other guy to try it. And, whats worse, it might make you suspicious of me. \n\nSo...do I suggest it?\n\nI thinking that this is a low stakes game, not a tournament or anything, and an interesting and unusual move set might make it more fun? Thats my hope anyway.\n\nWhat is your appetite like for unusual and crazy?", "You've whet my appetite, Italy. What's the suggestion?", "", "It seems like there are a lot of ways that could go wrong...I don't see why France would see you approaching/taking Munich--while I do nothing about it--and not immediately feel skittish", "Yeah, I can say I tried it and it works, cause I never tried it or seen it. But how I think it would work is (a) my Spring move looks like an attack on Austria, so it would not be surprising if you did not cover Munich. Then (b) you build two armies, which looks like were really at war and youre going to eject me. Then we launch the attack in Spring. So there is really no part of this that would raise alarm bells with France.\n\nAll that said, I literally never done it before, and it does involve risk for you, so I not offended or concerned if its just not for you. I happy to play more conventionally too. Up to you.", "I am just sensing that you don like this idea, so shall we talk about something else? That was just a crazy idea I always wanted to try. I happy to play more conservatively.", "Any thoughts?", "Sorry Italy I've been away doing, um, German things. Brewing Lagers?", "I don't think I'm ready to go for that idea, however I'd be down for some good ol'-fashioned Austria-kicking?", "I am pretty conflicted about whether to guess that you were telling the truth or lying about the brewing lagers thing. I am going to take it literally and say  even though I don think you meant it deceptively. \ude09", "But I think I can get over Lagergate and we can still be friends. \n\nAs of right now, I think Austria may be my most reliable ally. I thinking Id like to play as a Central Trio if you have any interest in that. Thoughts?", "We haven't even passed a season yet and you have a 'most reliable ally'?\n\nI'll consider this proposal but, basically, I'm not going to expose myself to risk from either of you until I've seen a bit of your behavior", "Well, at least I have an idea of who to trust. Obviously, my ideas are subject to change. \n\nI understand your desire to watch behavior before committing to anything. I, personally, am a partner player. I look carefully early in the game for a small group to work with, and then I value loyalty and collaboration. I like to work closely with a tight-knit alliance. \n\nIf you prefer to hop and back and forth, or play more of an individual game, then we might not be a good match. \n\nI looking for a loyal ally or two that I can coordinate with and make awesome moves with. Makes the game easier and a lot more fun.", "Just an FYI: I now had both England and France suggest to me that I should move to Tyrolia and France will support me to Munich in the Fall. One saying that to me is not a big deal, but with both mentioning it, my alarm bells are going off. I am concerned about an E/F. \n\nI certainly not moving to Tyrolia. But I just want you to be cautious here. I feel like England and France are working together.", "I appreciate the tip, but I'm wondering why you're so against ousting me from Munich if I haven't explicitly agreed to be your ally?", "Because it is terrible, terrible play for Italy to attack Germany, in my view. If I were to attack you in Munich, I could never hold Munich. So, all I would be doing is weakening you, and helping France, England, or both to get really big. \n\nI don have any long-term path going north. Helping France to take you down is a suckers play, whether you are working with me or not.", "Did France tell you he was moving to Burgundy, or was that a stab?", "I was not informed of it, no. And England is leading me to believe it's part of a play for Belgium, so if they're working together this might be a trick...\n\nItaly, you seem like a straight shooter, and Austria has confirmed with me about your two's alliance. So I'll confide in you--this is my first ever game of diplomacy, and I think that teaming up with the two of you could help me learn more and have more fun. So, if you're still interested in a central powers alliance, I'm in.", "Okay full disclosure: I'm not very smart, and I accidentally let slip to England that you told me France was plotting to take Munich. I'm sorry for the error but I figured it was better to admit it so you know that England/France may not trust you.", "Okay, thanks for telling me.", "So, um, no alliance then?", "I do want to be allies. Sorry, busy weekend here running around with bambinos. More to come.", "What would you think of helping me take Marseilles in two turns?", "Hi Germany, Ill certainly consider that. Though, Ill note: traditionally, Germany would help Italy to Marseilles if the two of them work together there. The reason is that: if I help you to Marseilles, I basically cut off from going west and getting anything myself. So, usually, Germany would help Italy into Marseilles to encourage Italy to come west and Germany would plan to take Paris, Belgium and Brest.", "Fair enough--I'll help you take it, then, but I'll need to deal with Belgium first.", "How are things going with England? I think that getting him to work with you is the main key here.", "I'm trying--I just offered to assist with taking Sweden in exchange for some assistance into Belgium...not sure if they'll go for it...", "Ill check with England and try to see where his head is at.", "I've actually been thinking about this game all day \ude05  and have come up with a plan I like a bit better... but England still hasn't responded to my initial offer.", "Thats the worst!\n\nAnd I glad to see youre so focused on this in your first game. Its a really great game if you put in the time and effort!", "You're definitely telling the truth on that one. So can I count on you to move to piedmont this season?", "I don think I can afford to move to Piedmont this season. I don really trust Austria to avoid walking through that door if I leave it wide open. \n\nI think you need to get England on board to attack France.", "That's valid. And actually I was conferring with England and we concluded that it's not really gonna be possible for me to help you take Marseilles this year anyway. \n\n...what are you and Austria planning for this year, then? I'm willing to tell you my plans in exchange as a gesture of trust. \n\nHave you communicated at all with England or France?", "Hi, are you there?\n\nJust woke up. \n\nEngland did return my message, but he did not tell me anything substantive so I really don know what hes doing. I planning to move towards Turkey.", "Well, youre in trouble. That England move is trouble. \n\nI going to try to convince him to change course. I suggest you be very kind to him, and don burn that bridge. I think your game hinges on turning England around.", "Hi Germany,\n\nI working hard on turning England. And I also trying to get Russia to come to your aid. Doing the best I can! Ill keep you posted.", "England just told me that Russia is helping them to take Denmark so that may be a lost cause. Granted, the source for that intel is a serpentine jackal-spawn", "Okay, I reasonably sure that England wants to take the Channel and attack France now. \n\nI believe that you should basically do whatever England asks to help make this happen. As long as E attacks F, you will be in a much better position, and youll gain back centers quickly. \n\nWhat are you hearing?", "What are your plans for this turn? I can't help but notice that Munich is surrounded by foreign armies on three sides...\n\nI wish I could be more helpful but I'm pretty much just treading water right now trying not to lose anything else", "Hey sorry, just getting back into this now.", "I have good news! (1) I am finally attacking France this turn. (2) I will be supporting Munich to hold from Tyrolia. \n\nLets turn this game around, yes?", "I am pretty sure that England is not attacking you this turn. And I am committed to supporting Munich holding. Make sure you don move Munich so that it can take my support.", "Okay, can do. Thanks!", "I suggest that you order:\nKiel Support Berlin holding\nBerlin Support Munich holding\nHelg to Holland\nMunich Support Berlin holding", "I agree completely--although I didn't know that a country could hold *and* support at the same time! Thanks!", "Thanks Italy. Hope you're enjoying the weather on the Anatolian \ude09", "I will be supporting Munich to hold again. And Ill be trying to get Russia to back off your flank and protect himself against an Austrian stab that is coming.", "Two bits of advice: #1 I suggest you tell Russia that Austria is coming for him. You really want Russia to move Sil back to Gal. You might also suggest to Russia that is he supports you to Denmark, you will then support Russia back to Sweden. I don know yet if it actually makes sense to do that, but you want Russia thinking that you are eager to work with him. Hell be hoping for a reason to break off his attack on you at this point.", "#2 Here is the move set I would suggest right now:\nKiel Support Holland holding\nHolland Support Wales to Belgium (tell England you are going to order this support and he can take it or leave it)\nMunich Support Berlin holding\nBerlin Support Munich holding\n\nI think that both France and Russia are about to back off you, as they are both under fire at home. Just hold still, and soon you should be able to break out of this holding pattern.", "God, I hope so! I'm attempting to make that deal with russia now...and I'm talking with England re: Belgium", "Its none of my business, but if you do plan to take Denmark, I strongly recommend you wait until Fall. I think the most important thing for you right now is getting England fully committed against France. If that happens, taking Denmark later will be easy.", "I think me and England are really on the same page at this point regarding France. I'm actually sort of running counter-intelligence for England (and my friends to the south, of course!) with Russia right now. \n\nEngland and I talked about Denmark too...and it seems like one or the other of Denmark or Belgium should work out for me this year and I'm fine with that", "Great to hear. Thank you.", "Do you need me to disrupt Bur this year? I'll need to seriously trust Russia if I'm going to risk not holding my eastern front, I think...", "I do think a move to Burgundy makes sense for you this turn, and I can imagine Russia attacking you here. He has a serious Austria problem. \n\nI suggest this:\nMun - Bur\nRuh - Bel\nHol Support Ruh - Bel \nBer - Kie\n\nTell Russia that the last thing in the world you want to see is Austria run him over, and youre willing to help keep Russia viable if necessary (youre angling for Russia to disband his northern holdings this turn).", "And ask England nicely to support Ruh - Hol, with the explanation that you don plan to ask for Denmark back, but you think it would help you both to diminish France. (Youll get Den back eventually, but you want England to think you don care about it).", "Thanks, I'll work on these. \n...Why didn't you scooch into the Aegean behind Austria? You could have defended or even held Bulgaria this turn?", "England and I were talking about your moves for this season--what do you think of convoying Pie into Spa, supporting this with Wes, and then moving Tyr into Pie?", "This leaves Marseilles open for Bur to fall into if France goes that route, which gives me an opening into Bur", "Thats not bad.", "I was kind of thinking I should pick one or the other of Marseilles or Spain to attack and not tell a soul which one I going after.", "Do you really think its important to coordinate?", "I do think youre best off moving to Burgundy. And there is some chance that we fail this turn. But I think we just take a guess and hope for the best. Well get him next turn if not this one.", "Okasorry for being nosy! I will try for bur on the off chance it shakes out that way", "Nah, youre not being nosy at all. I mean, come on, we both know that I have no problem sticking my nose where it doesn belong.", "Marked as true", "I like to coordinate, but on these sort of 50/50 guesses, I kind of like to keep it secret so that if it doesn go well, I have nobody to blame but myself.", "Ha!", "Well, are you willing to humor my question about the Aegean, anyway?", "Sure. I was thinking of moving that fleet to Ionian. You think a move to Aegean is better? I not really sure, but lets talk it through.", "No sorry I meant in hindsight--like this past turn you should have moved to Aeg so that this current turn, when Austria takes Rumania (from Bulgaria), you'd be there to cover Bulgaria so it couldn't get scooped by the Black sea, and potentially you'd just get to take it.", "Not a bad point. I agree.", "Hmmmm, kind of a pointless lie if you ask me, but I won hold it against you. Youre in a tough spot.", "um what lie? I did exactly the moves you suggested!", "Ha! So sorry!! I meant that for France!", "You are my favorite.", "Marked as lie because clearly austria is your favorite.\nSpeaking of, I assume that your seizing Trieste was mutually agreed upon?", "Yes agreed upon.", "That's not what Austria said to England...", "Hmmmm, okay. Well, lets just keep that between you and me then.", "You know italy, I think we *do* need to coordinate your move this time--England and I have a shot at either Bur or Mao if one of Marseilles or Spain can be left open for France to fall into. This will improve all of our chances of crushing France quickly.", "Okay, I can dig it. What do you want me to do?", "Let me confer with England and get back to you. Glad to hear that though!", "So...any thoughts on how to approach this?", "It looks like England's not willing to try for MAO if it means possibly losing the channel. However, they'll bring the NWG fleet around to try for MAO next year. \nSo if you could keep Marseilles open, it will help me to try and take Burgundy this turn.", "If I leave Marseilles open, would you kindly use Burgundy in the Fall to help me take Marseilles? (Likely that means ordering Burgundy to Gascony to cut support)", "Will do.", "Okay, so I still have a teensy little bone to pick with you: on the off-chance that Austria wasn't lying and you *did* take Trieste unexpectedly, I sort of worry that I might be next. Are you willing to tell me what your plans are for the Tri unit, or at least to warn me before any move into Tyrolia?", "Sure. But, youll see from my moves this turn that Austria is lying to you.", "I currently have Tri - Tyrolia. I like the unit there because it sets up an attack on Austria if I ever want to go that route (build A Ven and go east). Do you want me to keep Tyrolia clear?", "Ill add I would never attack Germany as Italy. Setting myself as a giant column like that is just not defensible. It would be a terrible move.", "Not when that column is not-so-giant and in a turf war with France.", "oh you mean setting *yourself*", "But you could easily pick off, say, Munich and not be a \"giant column\"", "I mean this sincerely: any Germany who does that is a terrible player. \n\nWhy would I do that? I would need 2-3 units to hold one center. That is a net negative. And all of your units are doing things that are good for me in containing your neighbors. \n\nI been working hard in this game for you to succeed and knock back France and England. I can say with 100% certainty: I not going to attack you. I going to keep helping you as much as I can.", "That said, if you want me NOT to move to Tyrolia, I won move there.", "Nah, I just needed some reassurance :)\nYour logic is undenyabl enjoy your stay in tyr!", "*undeniable? That looks better", "I mean it sincerely. I think that England will want to coax me to attack you with him after France falls, but Id much rather work with you against England. \n\nBut first things first lets get rid of France.", "Agreed", "(On the france part)", "Sorry I won't be able to cut off Gascony this turn...I probably should have just told you my moves; you could have advised me that supporting Mun-Bur was more important than Kie-Ruh", "No worries. Well crack this but eventually. \n\nHere is my suggestion for this turn:\nKie - Den\nHol S Bel holding\nBel S Ruh - Bur\nMun S Ruh - Bur\nRuh - Bur", "I think you should suggest to England that he gets Sweden and St Petersburg, while you get Denmark back. Thats only fair, as you have been a loyal ally in the fight against France and you plan to continue to do that.", "The moves I had already planned differ in one respect: I thought it would be worth the risk to try moving Hol-Bel and therefore move Bel-Bur. Even if me and France are high-fiving in Bel for a few seasons it's still mine, and it's not like Holland has anything better to do while I'm still allies with England.\n\n...The only reason I'm reluctant to make that agreement with England is that---while I think *you* and I have a good relationship---I really have not talked with Austria much at all, and I'm the next logical target for them when Russia's gone. And anything that's bad for Russia right now is good for Austria.", "Hmmmm, I just not sure you should trust England enough right now to leave Holland open and Belgium essentially unguarded. \n\nFrance is a really good player, and he is no doubt working hard to get England to turn on you. My personal take is that you are better off being a bit more conservative until you have Denmark back and England has moved another fleet towards France. But I can see it either way.", "With regard to Russia, talk it through with England. What you don want is England taking out Russia and giving you nothing. So, if England agrees to let Russia be for a while, then your plan sounds good. But if England is going to take Sweden, you really should get Denmark back. (I my view)", "Okay you've convinced me: it's worth figuring out what E's plans are for Russia at least.\n\nAnd you're almost certainly right, from a rational perspective, about leaving Holland/Belgium vulnerable to England. But I think England really is counting on my assistance in taking France, and because of that and other non-quantifiable reasons I trust them.", "Excellent. Obviously you have a much better feel for your relationship with England than I do. Just know that France is persuasive, and I sure thats what hes working on. He stopped talking to me, so I bet hes trying to turn England. Just keep reassuring England that you want to work with him long-term so he doesn succumb to the Dark Side.", "Hi Germany well, I think were getting to a critical point in the game here. France held out a long time, but hes much less of a threat now. I think the critical issue, for you, is England. \n\nI have some thoughts on the matter, and some information, but Id like to feel confident that you and I will keep anything we say between us. I think of you as the one person who has been honest with me on every turn. You even tell me the truth when its bad news, or when you don completely trust me, and I like that.", "Okay, Italy. I won't share any of this conversation. But in the interest of continued full disclosure, here's what I think: England is a greater threat to *me* on the map, but *you* have a greater chance of soloing this game quickly, or pair-winning with Austria even sooner. And if I continue to collaborate with England, we at least have a chance of slowing that down. So I'm in sort of a conflicted spot", "This is why I like you. The full disclosure part. You tell me the truth even when the news isn great.", "My thoughts on the Germany/England forever so that at least we can stop the solo strategy: (1) Its quite early to be talking about solos. I am at 8, and Austria could take 3 from me any time, quite easily. (2) I don think England is thinking that way. I think hes thinking that a dominant power will emerge in the north, and one will emerge in the south. And hes like to be that dominant power.", "Englands pieces are not positioned well if hes trying to attack France or contain Italy. He keeps Denmark guarded, and North Sea filled. He is not playing like he intends to stick with you, even though I sure hes telling you that.", "Youre right that you don want to start a war with England right now. But, you must stick up for yourself, because nobody else will do that if you don.", "If I were you, this is what I would do: (1) keep warning England about the dangers of Italy getting too big and insist that England moves his fleets towards MAO (Channel to Irish, Norwegian to NAO, North - Channel), (2) insist on taking Denmark back.", "I would say something like this:\n\nEngland, I with you my friend, but were passed the stage of you needing to keep me under lock and key. I need to take Denmark back. I happy to support you to Brest to keep you growing, or you can grab Sweden. You have plenty of options other than keeping your allys center, but if you really want to be my ally long-term, you got to show me that.", "I am hearing from England signs that he may be thinking of attacking you soon. And I think you actually avoid that better by being strong and sticking up for yourself rather than being accommodating and letting him do whatever he wants to do.", "Well, both you and France have now pointed out that England is strategically not in a good place to be my ally right now, and you are correct. I'll be more cautious with my northern border, but I made a pretty strong argument for denmark this past turn and it fell on deaf ears", "...which probably also should have been a sign for me", "Well, if you want, you could just take Denmark this next year and I don think England is in a position to retaliate.", "Probably not...has France been talking with you at all about their sunsetting strategy? They've indicated a willingness to work with you and me and a desire to see England get as few dots as possible", "He did say that to me too. Though, France has a long history of lying to me, so I really don trust him.", "Well France has actually been pretty honest with me, and I at least am certain that they wouldn't betray me to England. So, I'm considering working with F to sabotage (or potentially full-on backstab) England this turn, which would have the side-effect of maybe taking some attention away from the south for you anyway.", "(and I'd be interested to hear your thoughts on this if you're in the mood to give out free advice)", "Hi Germany sorry for the delay. Well...I think its really important that you get a build this turn either way. I don think England will get a build this turn, so if I were you Id probably take Paris, build a fleet, and move on England after that.", "But it likely depends on how communication is going with England. If hell give you back Denmark, that might change the equation.", "I am waiting on England to make a decision about that--they claim to be thinking about it.", "England told me you said I was plotting with France. It makes sense youd want to pit us against each other.", "Hey tried to send you a message earlier but not was down. England was telling me that youre saying that I told you that England is plotting against you. The problem with telling England that is that he will stop giving me useful info.", "Truly, I don want you and England to fight. I am not trying to break you up. I suggested that you take Paris! I want you guys to work together with me against France.", "You don't want us to fight, yet you betrayed both of our confidence with you in a way that makes us distrust each other?", "I really don think thats a fair description. You guys both wanted to attack each other. I encouraged you both to keep working together.", "Just as long as it suits you. Are you going to give England Mao?", "Hmmm, should I be reading that as angry sarcastic with dagger eyes? (I not sure if I getting your tone right)", "Were friends, right? I believe that every single message I sent you all game has been truth, and I gone out of my way to give you candid advice. Are we still friends?", "Regarding MAO I don know. What do you want me to do? I don have any set plan.", "Yep, there's some sarcasm there. Looking back at your messages, I still don't read them as encouraging collaboration. And if you wanted us to be friends, you could have done that without betraying me to England by simply saying in your candid way \"I don't think you should do that for such and such reason\". But you chose to increase E's distrust of me. So I think you might be full of gnocchi and crap. \n\nMy trust in you is a bit shaken but I still think we can have a working partnership with a bit more caution on my end. It would be my preference that you hold Mao, on the assumption that if it came down to a choice between partnering with me or England, you'd choose me. If that's not the case, then as the filling of an England-Italy sandwich I'm in no position to retaliate anyway.", "Well, again, I like that youre honest with me, even when the news is bad.", "I have to say that I surprised that you feel that I betrayed your trust. I have been feeling like maybe I been TOO helpful to you, and been a bit over the top in offering advice, etc., but it seems like I misread the situation.", "No, it's completely true that you've been too helpful, and I'm really really grateful for it because I've been able to learn so much from this game. But it's also true that you didn't have to tell England what you did, and all you stood to gain from it was that it shook my and E's trust in each other.", "But I understand what youre saying, and I much prefer to have a heart to heart like this, a frank airing of grievances, rather than being surprised by unkind moves on the board.", "Was not expecting seinfeld today and it was a pleasant surprise", "Heres the deal: I like you better than England.", "I not sure how the next couple of turns are going to shake out. But I like that you tell me when youre angry with me. I know that may seem like a small thing, but its just rare in Diplomacy. You get so many fake smiles.", "So, if it comes down to you or him, I choosing you. And Ill work to do a better job of keeping your confidence. I certainly understand how important that is, as I hate it when people o that same thing to me.", "So no more playing mediator for me.", "Okay. Is it true that you want the channel?", "And are you planning to keep Vienna?", "I am not planning to keep Vienna. And yeah I asked France for support to the Channel. Do you think hes on board?", "I'm not sure. Is *England* on board? Is this something England can know about?", "No, do you think France will Support me to the Channel?", "France has asked my opinion on it, and I haven't given it yet. To my estimation things look a lot better for me if you don't end up there: I don't want to see England in Mao, and I don't want to see you snagging pieces of the north.", "Okay, well, here is my thinking. Tell France whatever you want to make him happy. Then tell me how you really feel. And if you don want me to go there, I won go there.", "If I hadn't asked you about it, would that have just been another surprise, too?", "Absolutely. \n\nYou and I have discussed our moves and been honest with each other every turn. But we have not been sharing all our moves or pre-clearing all of our moves. So that would have Ben a surprise in the same way that your moves are a surprise to me. (I never tell you what to do or insist on knowing).", "I kind of thought that you would have wanted me in the Channel because it commits me further against England, but I can understand what youre saying now about wanting me to hang back.", "But I don think there is anything wrong with me contemplating moves without telling you all of them. You asked me about it, and I told you the truth.", "I do think that this move is a breach of general expectation, which is the kind of thing I'd like to know about. And it's also the kind of thing I've shared with you: case in point, my desire to stab England.", "Okay. Understood.", "Is there anything I could gain from seeing you in the channel? Would you support me taking Nth, and potentially seizing the island?", "Here's what I'm thinking: I would be on board with you taking the channel (and I'd give France the green light to go ahead with it) if you would agree to bump Nao out of Mao using Wes, and if you'd be open to supporting some anti-English aggression while holding the channel so that I can get on equal footing with you, dot-wise.\n\nIf you don't want to agree to those terms, that's okay, but I would strongly prefer not to see you in the channel in that case.", "I going to be out of pocket this weekend, so lets talk this through more on Monday. Generally, I agree that Ill either stay out of the Channel or agree to your terms for entering there.", "If you decide to stay out of the channel, I have a deal that I like with England in the works. For that deal to go through, you'd have to agree to move Mao into Portugal to let England take Mao. Would you be amenable to that?", "(If this second offer is more to think about than a no-brainer, you can just mull it over and let me know monday)", "So, here is my concern with the England offer: If I taking Portugal, why do we want England in MAO? And why would he want to go to MAO? I not sure I understand that one. Can you explain?", "Well, when I initially proposed the deal I had forgotten that Portugal was promised to England. Then England agreed to it on the condition that you would confirm that move, so I figured E thought you would just move out of there next year? But now that I think about it, its probably worth asking England why theyd agree to that.", "Id prefer that you not tell England I am considering moving to the Channel. I don think he would like that.", "I don really want to discuss this stuff with England at all.", "Well, England changed their mind about the plan I offered anyway. So, are you taking the channel?", "No, I not taking the Channel.", "Okay was that a recent decision? Because like an hour ago France said they were supporting you into the channel", "Well, when I tell you what I plan to do, do you turn around and tell France? This makes me uncomfortable speaking with you.", "I haven't spoken to France since then. I didn't realize you were giving the two of us different information on this particular subject. But I don't think I've revealed anything to them about what you plan to do. Mostly because you haven't told me.", "Well, I have been honest with both you and France. You told me that I need to promise you a set of things in order to take the Channel. I felt like it was more than I could be sure of doing, so I am not entering the Channel. I won go there without your permission.", "I appreciate that. And I'll keep the remainder of this conversation between us unless I hear otherwise. Have you just recently made an agreement with England?", "I heard as much but I want to verify the contents of that agreement with you", "Btw, France just said that they submitted the orders to support you into the channel.", "I don have an agreement with England, but he is asking me about my moves and trying to get my help.", "Okay--then England is lying to me, saying that you're helping support Eng-Brest.", "Ha! Yeah, fat chance.", "...but did you lie to England about that? Or can I say to England that I don't think you'll actually provide that support?", "What is Paris up to?", "I suggest you just not tell England anything about my moves.", "Do you want me to support England to Brest?", "I guess I not sure what your goals are here.", "I just kind of feel like youre grilling me with a lot of questions, but not telling me what youre doing or what you want from me.", "*If* you support Eng-Brest, England has agreed to vacate denmark for me. If you don't, I won't get in the way of your channel thing. Any other questions?", "I have no sense of what you want or what your plan is, but I thought I'd been pretty clear: I want Denmark. I am reluctant to see you in the Channel if England remains powerful, but happy to see you there if they are weakened.", "Can you just force Denmark?", "Not without risking a swipe of Belgium", "And why force when you don't have to", "Okay, Ill support England to Brest. You take Denmark.", "And you and I should be in position to take out England next year.", "Splendid!", "Glad everything worked out \ude03", "", "Congratulations on retaking Denmark and getting two builds. You are playing really well right now. Respect.", "Congrats on having double-digit dots! I have some thoughts about taking out England, if you want to go full-stab this season...", "I think I do!\udd2b", "What are you thinking?", "One option is to take the channel, another is to take Brest. Between you, me, and Picardy we can manage either, but it's a question of which takes priority. If we chose Brest, I could also take a stab at seizing Nth this season, then we could try for the channel in fall. Or we could do channel first, Brest second.", "Yeah, that is all along the lines of what I thinking. How demanding does France sound right now? Does he want to be the one who takes Brest?", "Haven't asked. But in general not demanding.", "Good!\n\nStill, I think we should show him some good faith by supporting him to Brest in Spring. We can decide in Fall whether it makes more sense for you to take it, but I think we want to keep France hungry.", "I would suggest something like this to ensure the English fleet is disbanded:\nPic - Bre\nMAO - Channel\nPar S Pic - Bre", "And Spa - Gas to cut off that retreat.", "You can take the North Sea on the same move and set up a convoy to the English mainland. \n\nCheckmate.", "Okay, I like the plan! I've asked France if they're willing to move to Brest supported by me.", "Aren't you concerned about England taking Mao? I'd sooner just have you pile on support into Bre so that Wes can support Mao holding", "Thats a good point, but the problem with that approach is that Brest is not guaranteed. If England cute MAO and supports with the Channel, the attack fails. I think we are better off ensuring that the Brest fleet is disbanded. If we disband that fleet and take North Sea, an English fleet in MAO really just spreads him out and allows you to take the island faster. Its not like he can get Portugal or Spain.", "Okay, but that means I'd prefer to take Brest myself this Spring, if France is okay with it.", "I think that we should offer France Brest in Spring. That ensures that he is with us. Then, if conditions are right in the Fall, I can support you into Brest. But...England can offer France Belgium, and I think he is sure to take that if were not even offering him a center, right?", "Better to keep France feeling like were going to keep him in the game. If you need the build in Fall, its easy for me to support you there.", "I guess I just wondering from Frances perspective why theyd *want* to stay in the game. Isn it possible theyd rather move on with their life? Thats not rhetorical, I wondering what your perspective is as a veteran player", "Here is my take: If France just wanted to go down in a blaze of glory and say eff you to England, he would have kept Irish Sea. He kept Pic, which is next to his home center, and gives him a chance to negotiate with both you and England.", "I think that means he is motivated to keep trying. And if he believes he can get Brest, he could legitimately get back to his feet. I know thats what Id be trying to do in his position.", "As the poker saying goes: a chip and a chair. So long as you have one chip left, and youre still in the tournament, you can always come back to win.", "Thoughts?", "I think that makes sense. Are you talking with England at all?", "I pretty wary of England right now. He asked me what I want to do, but I feel like hes trying to get me to leave MAO open. Thats not terrible news, as it suggests that he won expect your move to North Sea.", "As long as he doesn move NAO to Norwegian, you got a guaranteed supply center.", "Well E'd have to be a right dolt not to retreat to NWG. And right now they're talking to me about supporting a move from Bre to Gas (the better for the two of us to stab you).", "What i mean is, there's a good chance that Mao is safe if I \"agree\" to that deal", "Oh nevermind--they're not going to convoy into Brest. So actually this pretty much guarantees that Eng and Nao will try for Mao.", "Ahhhh, sneaky Devil! Thank you for letting me know.", "I still like our plan.", "I need to run for a bit. Ill be around in a few hours.", "I think that knowing this, you should do as I suggest and not poke Eng. Just hold and let Wes support. I am 94% sure I can trust England to do as they say on this one.", "Okay. Should I support Pic to Bre?", "yes please. It'll do us good with France too if we both support.", "", "Actually, you should use Mao to support Spa-Gas, since we know that Brest is moving there. It will be beneficial to have you there if we decide to oust France from Bre in fall", "Consider it done.", "Hmmmm, heading anything from England?", "Id love to talk if youre there. I getting the impression that England may actually be moving on you, and I think I have a good counter, but I also still think we should support the attack on Brest and take North Sea.", "I definitely think you should keep your moves the same.", "Nice! Getem! He WAS moving on you. But we should be able to take about 3 off of him now. Very nice turn.", "Sorry; I was asleep by 9 last night \ude02  \n\nwhy the move to Nao? Wouldn't IRI be the more anti-England choice?\n\nWith the move to Picardy and assuming a retreat to SKA, it looks like England has me pretty powerless this turn.", "So do you, it seems, if you have some kind of deal with Russia about Munich.", "Good morning. \n\nJust responding to your messages above. I think NAO and Irish are equally anti-English. They both give me a clear lane to attack Liverpool. I wasn sure if either one would be left open, but I took a gamble and it paid off.", "Re your move this turn, I don think youre powerless. You should get a build I think and if not, you should be in position to smash England.", "I don have a deal regarding Munich, Germany. Frankly, I thought you would be a bit more joyful towards me. By attacking England, I have committed completely to working as your partner.", "I suppose you're right. Initially I was thinking IRI also gives you channel access, but NWG access may be just as useful. \n\nWell when you control half a continent (and even more when you consider your influence over me, austria, and who knows who else!), there's no such thing as complete commitment. I'm not so naive as to think your allegiance with me is going to last beyond its usefulness, and with two fleets on the British isle that time is fast approaching. To be clear, I'm still giving you the truth and I still want to work with you. But you should really stop acting surprised when I'm slightly paranoid that a soon-to-be-dozen-dot-holder is gearing up to stab me", "Well, I dunno, it sounds like I should stab you. Is that what youre trying to tell me?\n\nI like you. I like how hard you worked in this game to rebound from a difficult start. I like that you e told me the truth, even when the news was bad. I like that you tell me when you don trust me. I have literally never told you a lie in this game, and I don intend to start now. Last turn I burned my bridge with England beyond repair. If you don want to work with me now, thats really disappointing.", "like I said, I *do* want to work with you. However, remember that thing I said about general expectations and being warned when they're broken? Tyrolia is one of them and I think you knew that. And England *also* told me they've never told me a lie; I'm starting to think that's Diplomacy-speak for \"when convenient, I've used careful wording and half-truths to deceive you even when everything I said was technically true\". \n\nIt would help me to know that you see me being a benefit to you beyond taking out England. A natural next move for us would be to take out russia, and in that arena I have a positional advantage over you. Especially if I get two builds this turn, I'll be able to sneak behind the troops in bohemia/galicia and help you break through.", "Yes here is how I expect and hope the game will play out: the two of us finish off England and France, while drifting towards the east a bit. With the builds we get this year, we essentially blitzkrieg the East. I have more units than you, but you have no opposition at all in the north, and can take Scandinavia, War and Mos without any trouble.", "I think that, in about two years, you and I will both be on about 14 centers, with the remnants of Russia and Austria between us, and we can decide how we want to resolve it. Id be happy to agree to a small draw, or to shoot for a 17-17 two-way draw position, whichever you prefer.", "Well, I like the sound of all of that. In fact, it sounds ideal: there's something poetic about the complete beginner and the expert (you've probably heard by now that you got doxxed) sharing a victory. \n\nI ask for a concession: As a show of good will, would you be willing to take only one of Liverpool or Portugal this year? (I know the Portugal request seems weird, but I like keeping France around and unless I'm mistaken they like me better than you \ude03 )", "Yes. I wasn planning to take Portugal anyway.", "I think it makes sense here for you to land an army in the English island while you can. Now that his army is off the island, hes toast as soon as you do that.", "England's just vindictive enough to try and stab Belgium with England and Picardy, though. I was planning on keeping holland around as support.", "*by England I of course mean Eng", "I suggest the following:\n\nGas - Liv (via convoy)\nSpa S MAO holding\nMar hold\nTyr - Tri\n\nHol - Yor (via convoy)\nBur S Bel\nBel S North\nHEL S North\nMun - Boh\nPar - Pic (to cut any potential support)", "England cannot take Belgium with those moves.", "Or I could move my fleet into Liverpool and use Gas to support Bre. I happy either way.", "I tried a double convoy in the sandbox once and it didn't work! What is this witchcraft?!?", "At any rate, I prefer the fleet move to liverpool and Gascony's support into Brest. And could Mao support Bre into the Channel? No sense forcing France to disband. Bel will support it, too.", "Here are the orders needed to do a convoy!\nHolland move to Yorkshire\nNorth Sea convoy Holland to Yorkshire\n\nIt is not a double convoy as you only need one fleet to make it happen. \n\nBut if your fleet in North Sea is dislodged, the convoy will not go through. That is why I would suggest that HELG supports North Sea holding and Belgium supports North Sea holding.", "No--I mean the one *you* were planning: Gascony to Liverpool", "It's a double convoy because you're convoying through Mao *and* Nao", "Ah, the orders there would be:\nGascony - Liv\nMAO Convoy Gas - Liv\nNAO Convoy Gas - Liv", "So, Ill move the fleet to Liverpool. And you want MAO to support Paris to Brest?", "Or wait, MAO supports Brest to Channel, and Gas supports Paris - Brest, right?", "yeah. I tried that once in the sandbox (or the equivalent: back when you had fleets in Lyo and Wes I tried  a convoy from Pie to Naf). But I think I messed up the commands to the fleets. \n\n And yes the most recent message is correct. Those two things and Nao-Lvp", "Okay, confirmed. \n\nSo I got in:\nNAO - Liv\nMAO S Bre - Channel\nGas S Par - Bre\nSpa - WES\nMar S Gas holding \nTyrolia - Trieste\n\nSound right?", "It does. But If Tyr was bound for trieste anyway, why did you detour through Tyr at all? Why not just move to trieste last turn??", "Austria would not have liked it.", "And he doesn know that its headed back there now (please don tell)", "Understood. Me and Austria don't talk anyway. Also, do you have any sense of what England is planning to do?", "Ha! No I don. Id imagine he is coming for me. But I don know that.", "If I were him, Id defend Edi and London.", "So you haven't been talking to England at all? I was sort of hoping you would know more, maybe help us take better advantage of their plans.", "Anyway, my moves are:\n\nPar-Bre\nBel s Bre-Eng\nHol s Bel holding\n\nAnd the rest within expected parameters. Correct?", "England has not said anything of substance to me. He was gracious about my move, but he won trust me again, and I would not trust anything he might say at this point. I haven asked him about his moves and he hasn told me.", "I thought you would Convoy Holland to Yorkshire and support Belgium from Burgundy. Also, can you please order Mun to Boh to cut support and allow me to hold Vienna while moving Tyrolia to Trieste?", "I *told* you I'm not risking that convoy *and* that instead Bel is supporting France into the Channel (which will heretofore be called the French Channel). And could I persuade you to move to IRI instead of taking Liverpool in exchange for the requested cut?", "Sorry, what is the requested cut? I understand that you don want me to take Liverpool or Portugal. What are you offering to me? (I don mean to be difficult, I just want to be sure I understand).", "Ah, you must mean Munich to Boh.", "Asking me to avoid taking Por and Liv is asking a lot. I want France to survive here, but I also want England taking units off the board, and I feel like you should too, right?", "I do. But I also want those dots for myself, of course. And there's still the nonzero chance that you've arranged with Boh to take Munich for yourself, so I'm taking a serious risk", "I will avoid taking Portugal, vacate Tyrolia, and support you to Brest. I feel like I offering quite a lot in exchange for one cut support. \n\nAnd cutting that support does not put you in greater peril. If I had a deal with Russia for Munich (I don) I could cut Burgundy from Marseilles and support Russia to Munich. Moving Mun to Boh to cut support is costless.", "You're right. I just thought I'd put my best argument forward. I'll do the cut. But I ask for something costless in exchange, and I really, really want it to stay just between us, ok?", "Understood and agreed.", "And I have no problem with you asking for more than youre willing to settle for. Thats smart, and I do the same thing sometimes. If you don stick up for yourself, nobody else will.", "I *know* there's more to your relationship with England than you're telling me. The last message England sent to me hinted that if *I* wasn't willing to work with them--and I haven't said anything to them since--that maybe *you* would. And if England were to reach out to you, you're too smart to just snub them. There's advantage to be gained--either for both of us or just for yourself--from talking to them. The only reason I stopped was because I knew my word would be mud to them anyway.\n\nEarlier I was hoping you'd give me the truth about what you knew, and about what they might know. But you didn't and that both disappoints and scares me. So I'm asking that you give me just a modicum of honesty here: what do you know? what does England know?", "I give you my word: I don know what England is going to do and I haven asked.", "He is still jovial with me and respectful. He has asked me to critique his play and to give him advice. But I do not know his moves, and I really don think he would tell me them if I asked. It certainly would not be info I could trust free I just lied to him about mine.", "But England's desperate. Better to talk with *someone* than just go in blind. And I doubt they'd turn to Russia or France because neither is really close enough/powerful enough to give real help. And there's precedent for you negotiating with someone even as you stab them: France.\n\n...and here's the real accusation: for all your pretty words about a shared victory between you and me, you've been sneaky and you've always pitted me and England against each other to your benefit. My real fear here is that knowing my moves, and with a desperate, jovial England seeking your advice, it would be so *easy* to just feed England enough info to keep me weak while you chow down on the Island. \n\nI know this from experience: back when you were doing 50/50 shots in the south of France, I did everything I could to find out what you were planning and feed it to France. This was merely a time-buying measure, since France was outmatched and I would eventually run out of pretenses to extract your move. But I wanted to gain more dots before you took over. And I assume others are like me, hence I suspect you now. \n\nI'm offering this confession in hopes that you'll do the same. So just come clean and let's approach this thing as equals?", "I am in my car, off to pick-up my kids from school. This deserves a proper response, so please give me some time.", "Abandon the children this is important \ude1c", "So, I going to speak frankly here. I am rarely offended in a Diplomacy game, and I rarely say so when I am, but this message offends me. I trying to think about why I having such a strong reaction to it. I think its because youre painting a picture of the game (both your actions and mine) which are totally different than my own perspective. (Continuing)", "From my perspective, you were on the ropes early. France and England were teaming up on you. You lost Denmark and France had Holland and Munich surrounded. You were in serious peril. \n\nI seriously went to extreme effort to keep you in the game. I spent hours talking with England and encouraging him to turn around and go the other way. I completely ended my eastern campaign and spent two seasons just making the voyage over to France so that he didn have the bandwidth to continue his attack. I have vouched for you with Austria and Russia many times. I have supported Munich. And I have NEVER attacked you, even when people have asked me to do so and pledged to support me.", "I have been honest with you, I have worked hard for your success, and I made a lot of proposals to you in which you gain centers; not me. \n\nMaybe I am just a bad ally, but I not sure I remember an alliance in which I have done more to help my ally. Truly.", "And to hear that (1) You think I been selfish and (2) You been sabotaging me all along, that just doesn sit well with me.", "I have rarely asked for your help, and I offered my help freely. I provided my sincere best efforts to help you with tactics, and I have never sabotaged you. Not once.", "And if I totally honest with you, I could solo this game if I felt like lying to everyone and grabbing dots. I think I got you all beat tactically. I just have more experience. But thats not been my intent.", "I spent hours today talking with England about how best to play Diplomacy. I tried to give him some honest advice because he asked for it. But I don know his moves, I haven asked for them, and I not going to take advantage of that relationship to try to stab you. It legitimately did not cross my mind until you accused me of doing it.", "So, I frustrated by this accusation.", "And I appreciate all you done for me, really I do. But completely ending your eastern campaign is *not* something you did for me; your alliance with Austria dictated that. \nI felt bad for betraying you while I was doing it, but even then I knew it was the only way to keep the game going in the face of your and Austrias might. And it *wasn* all along, it was a few turns at best so that the rest of us would have a shot at you and Austria not pair-winning right out of the gate. And the only thing that keeps me from thinking youre not gonna do just that on the next move anyway is my belief that you really do want the victory all to yourself, which is still consistent with everything you done for me. Propping up a weak player at the expense of stronger ones is a classic tactic. (Continuing)", "And so, by the way, is trying to shame someone for raising extremely legitimate concerns. Whenever I bring up suspicion of you, youre quick to remind me how much you done for me to put me on the defensive and make me feel indebted. Well frankly that reeks of dishonesty. I never asked you to do those things.", "If you no longer trust me, so be it. I knew that was a risk when I made my confession. But id rather have a partnership based on mutual honesty. Thats another reason I confesseyou ought to know that my game philosophy (new as it is) is to trust the map and to trust history first and foremost. The parts of your history that I seen indicate that youre no saint, no matter what you may have done for me. And when the map shows that one player is clearly dominating and that player is you, you are being deeply naive if you think everyone else is just going to roll over and let you get away with it", "No, all thumbs up from me. If I were lying to you, Id smile and say that sounds great. I honest with you because I sincerely thought of us as partners.", "Oh but youre *not*! You agreed to warn me of unexpected moves, then didn. When I brought this up you ignored it and misdirected me in hopes Id forget. You revealed things to England without my permission, and then made up a story about it after the fact!\n\nAnd you can be a real partner with someone who is depending on your good graces to survive. Thats not a partnership. We could never be real partners unless we had some notion of equality, and I outmatched in both skill and numbers.\n\nYou and Austria, however, were until recently a perfect example of a true partnership. Dot-parity, coordinated attacks, really beautiful work. So don act as if you don know this to be true. We were never a partnership of that kind.", "Well, this is very disappointing to me, and I obviously disagree with the way you are characterizing me and this game. \n\nI have a reputation in this hobby for being sincere. Not for being duplicitous. It has always served me well. \n\nIf you feel that way, then me continuing to explain myself isn going to change your mind. If you don want to work with me, then I can understand that. Lets consider our deals and commitments to be void, and lets play our games separately. \n\nIf you have any deal youd like to propose, Ill consider them, but I won continue to try to help your game if you think I not sincerely trying to be helpful.", "Well, this game just got less fun.", "for you, maybe.", "Sent to Germany, England, Austria, Russia: So, England, Germany, Russia, yall played a great turn last turn. You got me to stab my long-time ally and you ended our pretty excellent 7-year run as an alliance. Russia told me he was with me if I stab Austria. England told me he wanted me to solo so long as I would teach him and help his along to second place. Then yall pulled the rug out from under me. It was clever and effective. (End Part 1)", "(Part 2)\nAt this stage, my excitement about the game has diminished quite a bit. And of course I happy to play on and take my lumps for falling for Hey, I really want you to solo, just help me place second, but if you guys just want to call it a five-way draw among us and grab a beer together, while reviewing the statistics, thats really my preference. \n\nI am outnumbered and I obviously can solo. And I sure some of you in the north are eager to send everyone else flying my way, but I expect Russia and England to be careful, and so I not sure there is much room to move forward without simply tipping the board to Germanys favor. \n\nI propose that we draw and hug it out", "I'm down for a five-way draw. \n\n...and by the way, England was copy-pasting to me the most incriminating messages you sent them. So I knew you were giving England my moves. I do have a certain begrudging respect for you ability to deny, though \ude09", "Well, England is telling me he is happy to see me solo and wants second place...so, should I say no? I guess I should have. I was happy the way the game was going before all that.", "Don't try and pin *your* greed and deceit on England! At least *own* it when you're ruthless", "You have been given an apple laced with poison. Englands only move there was to make you hate me, and he did his job well. \n\nYou should not let your view of me be defined by someone who has an incentive to make you never speak to me again. We can talk about it more after the game, but I had every intention of continuing to work with you, and I would have done that until England made his play.", "I have no doubt you would have continued to work with me, but I take issue with someone who can be asked point-blank if they're sharing moves with another player and lie to my face. If you'd come clean, and explained how what you were doing actually *helped* me, somehow, we could have worked together. But you would rather have had me in the dark and that's not sustainable in a partnership.", "I was trying to play both sides, and England was lying to me, and forwarding my press to try to incriminate me. So, yes, I lied, and so did England. I apologize.", "Will you please either vote to draw, or let us know that youd like to play this one out? I am finding it difficult to motivate myself to speak with anyone if the game is just going to draw shortly. Thoughts?", "I did vote to 5-way draw! And I did so again for this season. So its not me whos keeping this game alive", "Well, as we approach the end of the academic study portion of the game, let me say once, with the truth detector activated, that I really enjoyed playing with you and thought you played really well.", "Was it really your first game? You definitely played like a seasoned vet.", "I really enjoyed playing with you, too! And yes, it really was my first game. Thanks for all your help and advice", "Hello there! What's your general plan for this game? My inclination when I play Austria is to piss off as few people as possible, so I don't plan on making any overtly aggressive moves this turn.", "Hi Austria. Nice to meet you, and looking forward to playing as your neighbor. \n\nHmmmm, I hate playing as Italy. I rarely succeed. Frankly, I recently tried early attacks on Austria, as Italy, AND IT KEEPS TURNING OUT POORLY. I really like to play this one as a tight-knit Central Trio if you have any appetite for that. Not sure if I should set up a Lepanto or go west, but I be happy to hear your thoughts on it.", "That sounds good to me. I think probably what would work best is if you and Germany go west while Turkey and I contain and/or eat Russia, then once I've picked up some Russian dots and gotten some good position, you split your fleets to help me take Turkey and help Germany take England.", "I like that. Let me talk it over with Germany.", "I not sure whether Germany is keen on attacking France. Perhaps you and I should focus on Turkey?", "Yeah, honestly, the more I think about it, the more I think it'll just be easier to wipe turkey off the map really quickly. I've done it in tourneys a few times before and it just makes everything simpler.", "So I open as a standard Lepanto. Sounds good.", "Nice start!\n\nReally glad to see Turkey open north, and glad to see that you were true to your word with me. I feel like were in a really strong position to control the East!\n\nWhat are you thinking?", "Yep! Good start, now we've just gotta follow through properly.", "So, do I just convoy my army to Tunis?\n\nAlso, do you want me to bounce you in Trieste?", "Sure, Trieste bounce is a good idea. And yeah, standard Lepanto with the convoy.", "So...how shall we go about this? I kind of thinking that you and I should eat some Turkey.", "That's exactly what I'm thinking. I'm going to send Greece into the Aegean, you send Ionian into Eastern Med.", "Okay. Cool! Do you mind if I take Greece this year while you take Bulgaria? That will keep us even, and should be guaranteed. I can just convoy an army to Greece in Spring while you move to Aegean, and I can support you to Bulgaria in the Fall. This also means you don have to rotate your armies all the way to Greece, which will allow you to mobilize against Russia faster when the time comes. \n\nThoughts?", "Any thoughts on this idea?", "I am going to send my fleet over to Eastern Med and we can work this out next turn.", "Sorry about that, today got a little nuts. Figuring it out next turn is probably the best call, once we see what's worked and what hasn't.", "Okay, thank you for being true to your word. \n\nI think were in great shape. My major concern on the board right now is E/F, which is likely going to take down Germany quickly and become a major force. \n\nIt is really important to me to get a build here so that I can try to keep France in check a bit. Will you agree that You get Bulgaria, I get Greece, and we can move forward with both of us at 5?\n\nI really think that the two of us can dominate this game if we keep working together.", "Yep, I'm just fine with that.", "Great!\n\nI will convoy Tunis to Greece. If you can support that move, that would be great. And it looks like you have no problem supporting Greece to Bulgaria.", "I'll have a more direct response once the retreats are all resolved and I'm not extrapolating what the board state will probably be, but that seems eminently doable.", "How it looking over there?", "Looking solid! I don't think we actually need to coordinate all that much, we're in a really good position.", "Just to be clear, should I expect Greece will be open?", "Yep, it will be. I'll want it back eventually, but for now it's yours.", "You, sir, are a terrific ally. This was more than you needed to do, but makes me feel like this is really a long term thing! Thank you.", "We can do great things together, long term. I figured a down-payment now against that great future would be worth it.", "Plus, you ever try digging out a talented Italy as Austria? It's a pain in the fuckin neck! :P", "", "Yeah, let just work together. Should be a good one for both of us.", "What should I build? I pretty undecided and would be willing to let you choose.", "I think probably a fleet will serve you best, in terms of flexibility. We've got Turkey, he's doomed by numbers, so you want to start thinking France.", "", "Okay, how would you like to approach this turn? I at your disposal.", "I think what we do is, AEG convoys GRE-SMY with support from EAS while BUL taps CON", "That's just an initial thought, though - if you have a better idea I'm all ears", "My concern there is that Arm doesn have much to do other than support Smyrna, and I don know if we want to rely on Russia helping. I think he has a serious incentive to prevent us from succeeding too quickly against Turkey.", "Very good point. Perhaps you tap SMY with EAS and I use AEG to support BUL-CON, with the intention of then doing the convoy in the fall?", "What do you think of Aegean support Bul to Con while I cut support in Smy? That is guaranteed so long as Russia does not support Con back to Bul (unlikely), and we don have to tell Russia the complete plan.", "Yes, we xposted, but we are thinking the same way.", "Well it appears our messages passed each other in the internet's series of tubes, but, great minds, etc etc", "Good. Consider it done.", "I thinking about sending an army over to Piedmont to keep France honest. Do you think that is a good idea or a terrible idea? I just want to avoid a stampede over Germany, and I feel like forcing him to use an army in Marseilles to bounce with me is worth dedicating one army from me. But I don want to antagonize I him either. I keep going back and forth about it. What do you think?", "I think probably we give France one season to see what they do. England build F LON and France built F BRE, which is something we should keep an eye on before moving.", "Okay. If he does say anything to you about moving towards me, would you please let me know? I feel like he in an awfully strong position, and it makes me nervous.", "You'll be the first to know. Man, isn't this game simpler when you're being honest?", "", "France says they're getting radio silence from England, which is probably good news for us.", "Russia says you're trying to get him to attack me, heh", "That sounds like the kind of thing Russia would say. \n\nI have generally told Russia that I am not close with you and I be willing to attack you, but I never tried to get him to attack you. That is a complete \udc4e. \n\nOur alliance seems to be the one trusting alliance in the game. Everyone is going to try to break us up. We need to prevent it.", "That's about what I figured. Wanted to let you know it was being tried.", "Also, England is extremely unhappy with France.", "Yeah, sounds like England is attacking France. That good for us. We seem to be the only alliance that has its act together.", "Which can mean only profit for us, as long as we stick together.", "Word. \n\nListen, I an alliance player. That how I always been. I think it the only way to play. I don like to shift around. I like a close working relationship with a partner. That what we have, and that what I plan to stick with as long as you have me.", "'til death or end of beta do us part, then \ude1b", "That said, I don want anyone else to know that. So if people ask, I tell them that I be happy to attack you.", "Oh naturally, I'll bullshit the hell outta everyone else.", "Sooooooooo. Tyrolia?", "Test", "You don like it? I figured it was the same as Venice. If I wanted to attack you, I could have just moved to Trieste any time. \n\nMy purpose in Tyrolia is to keep Munich black. I just going to support Munich holding. I don want Germany to get trampled.", "I'd have preferred a heads-up, is all.", "So, we going with the same plan? I convoy Greece over to Smyrna?", "Sorry  I been slammed all day. Just looking at this again now.", "Okay, I so sorry. I got distracted again. Yes! I will order GRE to SMY, EAS S GRE to SMY, TYR S MUN holding. \n\nWill you allow me a build this turn or do you plan on retaking Greece now?", "Sounds good to me.", "Any word on Greece?\n\nBasically, if I get a build this turn I can turn around and smash France. If I don, that will be a more tepid attack.", "I've got no need to immediately take it, since I'm picking up Con.", "Okay. Thank you. \ude0a", "Hey, by the way, I am going to be candid here: I have thought about attacking you. I really have. But I have recently arrived at the conclusion that this would be a poor path forward. I not going to do it. \n\nI move on France now. That will give you the peace of mind to know that my units will be occupied and far from you.", "Glad to hear, yep!", "Let just keep right on working together, and press our advantage b", "I suggest you move Alb to Ser and prepare to attack Russia in Spring.", "You can have Ank, but I really do think it makes sense that I keep Greece. Ending up with 2 centers from Turkey/Balkans seems fair, with you getting everything else, yes?", "Yeah, I think I can live with that.", "Sorry it took me a moment to respond, it's the MLB home run derby tonight", "Well that, I can understand.", "Look, like I said, I was wavering a bit, especially during the long weekend. But, I taken a close look, and I just think that this alliance has unique staying power. I really do. We both have room to grow. Now that England attacked France, there isn really anyone who can stop us. This can work long term, and work well.", "I wholeheartedly agree. Neither of us benefits from attacking the other.", "So, This one seems easy. I support you to Ankara, and you are guaranteed either Ankara or Rumania:\n\nCon - Ank\nSmy S Con - Ank\nAge - Con\nEAS S Smy holding\nVen - Pie\nTyr S Mun holding\nTYS - LYO\nTun - WES\nSer - Rum\nBul S Ser - Rum\nBud S Ser - Rum\nVie - Gal\n\nSound right?", "I had already entered every single one of those orders, except for AEG-CON, which is in now. It's nice being on the same page, isn't it?", "", "I kind of figured. It a pretty straight-forward move for both of us, and likely gains for both of us. This alliance is in a really healthy place.", "So, I assume you're going to support Ank to hold?", "Also, fyi, I'm in transit to SkyCon out in Montana, so I might not be the most communicative gent this weekend.", "Hi Austria. I apologize for the delay. Quite a busy day for me yesterday. \n\nI have no problem supporting Ank to hold.", "I also want to say  looks like that support ensures you get two builds. My own attack on France is not quite so successful. Do you mind if I borrow Trieste this turn to stay even with you and keep my momentum going west. I place another fleet with it, which further locks me in moving away from you. I think that actually quite good for you, but I know some players get prickly about home centers.", "A dot is a dot is a dot. It's better for the long term health of the alliance, and I'm still building one. More importantly, your best/easiest route to growth still lies in France, not with me, so I don't see you having a ton of incentive to go after me. Go for it.", "OMG.  You are my favorite ally of all time. This just happened. You just past the threshold. It used to be this guy who was playing France to my England. Funny dude. Great stories. But he never sacrificed a home center in the interest of parity. \n\nYou are a rare gem.", "Do you think 17-17 is an okay result for a beta test?", "I feel like I can stab you now. So I like to simply crush the board with you.", "I've never said no to 17/17, lol", "What's your planned build?", "F Nap. Sound good?", "Yeah, Naples makes it look like we might actually be fighting, go for it.", "Well, I hope you had a nice weekend. Do you think we have much to discuss here? Is there anything you like me to do with my three eastern units? Do you want me to pretend to fight you, or shall I just move away or hold still? I don really have any idea what I should be doing.", "My weekend was great! I placed 8th at SkyCon, which was a disproportionately talented tourney, so I'm feeling quite good about myself. I'd like your army in Smyrna to support my move from Ankara to Armenia, but other than that, I see no point in pretending to fight each other, so I figure you might as well move stuff west to take care of your new main front.", "Okay, that works for me.", "Do you want me to move Eastern Med to Aegean? If your move to Armenia works (likely), you may want to use my fleet to bounce with you at Con to keep The Russian fleet out. But totally up to you. I don care either way.", "Right now I've just got my fleet in Con tapping Black, so it'll probably stay full. Get the fleet where it can help with France.", "Thoughts on where we go from here?", "My units are at your disposal.", "I think the best way to take Rum would look like this:\nBul - Rum\nSer and Bud S Bul - Rum\nCon - Bul (EC)\nArm and Smy bounce in Ank\nTyr and Gal bounce in Vienna\n (Anticipating that Black Sea will likely move to Bul to cut support)", "Everything still okay?", "I like it, yeah, let's do that.", "Folks are trying to pry us apart, but their arguments aren't making a ton of sense.", "Yeah, I getting the same treatment. \n\nIf we stay together, we win together.", "Argh! I KNEW Black Sea would try for Bulgaria!!! Shoot!", "My wife says I am bossy and uniquely inflexible. I don want you to feel that way too! How shall we approach this next turn? I think we need to put in a good set of orders here to turn the tide against Russia.", "Here's what I've got right now: \nA Arm - Sev\nF BLA - Con\nA Bud S Gal - Rum\nA Gal - Rum\nA Rum - Bul\nA Ser S Rum - Bul", "I figure if you bounce me in Con, that piffs the Russian fleet.", "Yeah, not bad. The danger is in Rumania. Are you thinking Gal - Ukr, Bud - Rum? Shall I order Tyr - Vie?\n\nI think that is likely best as it keeps Russia out of your centers for sure, and it should easy to support me out in the Fall once Russia has one less unit.", "Yep, that seems like the best course of action.", "So look, I at your disposal in the east. I think the best bet may be for you to support me from Vienna to Galicia, but I willing to do something else if you like something else better.", "Frankly, if I were you, I be worried about a stab from Italy here.  But I not going to do that. You e been extremely good to me. And it would be a very bad time for me to begin a war in the east while all my units are west. So youre stuck with me as an ally.", "Yep, that all checks out, and I was thinking Vie-Gal was the best call, so let's make that happen.", "Well that is damn annoying. I surprised he tried for Vienna  would have thought he would go for Rumania.", "I do think that we can guarantee you Sev this year, which should finally crack this nut.", "Yeah. I'd also like to address the center imbalance a bit more directly - as you pick up dots in the west, I'd like to start picking Greece, Vienna, and Ankara back up.", "Er, Smyrna, not Ankara.", "Totally agree.", "Yes, we need to take that in swiftly. Let see what the builds look like and make a plan.", "Hi Austria  So, this is a big turn for us. I am absolutely committed to getting you a build. I wish we could get you more than one, but unfortunately the fact that you lost Vienna last turn makes that impossible. \n\nSo, it seems to me that the most important way to get you a build is to take Galicia in Spring. I don care if I move there, or you move there, but we need to make some room around Budapest so that you can build there.", "Yeah, I'd appreciate your support from Bud-Gal.", "Maybe something like this:\nBud - Gal\nVie S Bud - Gal\nRum - Sev\nBLS S Rum - Sev\nArm S Rum - Sev\nBul - Rum\nSer - Bud\n\nIf the move to Gal does not work, and you don get Sev, then in Fall you can order Bud - Tri while Vie and Ser bounce in Bud to ensure you get a build.", "Oh yeah that looks better than what I had in mind. Let's roll with that.", "", "One tweak: I am worried that Russia could take Rumania with the move set I proposed. You can prevent that by having Serbia support Bul - Rum. I think that better than Ser - Bud, and it makes sense because you want Bud open after the Fall anyway. That should mean that you won lose any ground this turn, and you likely take Sev.", "Oh yeah, good tweak, makes sense. So ordered.", "Hey  man, Russia keeps guessing correctly. I am sincerely sorry that that move did not work. \n\nThoughts on what to do this turn? I wish England or Germany would pick off a Russia. Center in the north, but they seem content to let Russia put up his road block.", "Use Tyrolia to tap Bohemia, Vienna supports Budapest to Galicia, and Rumania taps Ukraine. Unless Bohemia goes to Vienna, that guarantees a move to Galicia.", "Also, for my comfort, do you mind if I pick Trieste back up?", "I like that. I was thinking that you would move Bud back to Tri, but this is much better. It keeps forward momentum. And yes, you should take back Tri now. That will make builds easier as we move forward.", "Also, actually, I don't have anything for Bulgaria to do, and you're guaranteed two dots this turn. Can I take Greece back too? I can bank a build for the future regardless of what happens, and you stay even. You don't really need a build right now.", "Hmmm. I cool with you taking Trieste. I not sure that taking Greece now is the right move. \n\nIn the West, I will take Liverpool, but not Portugal. I need to use my Spanish fleet to support MAO so that I can convoy an army to Liverpool. And I just in no hurry to take out France. So if you take Greece, you would be taking an Italian unit off the board and not building one yourself.", "Also, seems like there is plenty of risk that Russia could try for Rumania. Why not use Bulg to support Rum, while having Rum and BLS Support Arm to Sev?", "All that said, if you feel like you need to take two from me this turn in order to keep working with me, I can live with that.", "The alliance is much more important to me than the dot.", "I'll take another look at it and get back to you.", "Oh man. I getting a lot of hate mail out west. Not fun. I think Germany has a pretty low opinion of me, and it sounds like she and Russia are developing a bit of a romance. \n\nI am totally cool with you taking back Trieste this turn, and I am thankful that you loaned it to me in the first place. But I prefer if you wait to take Greece until you can actually use the build. It would make things quite a bit tougher for me if I have to take a unit off the board especially if we don get an extra unit in the east to compensate.", "Yeah, if you're not picking up Portugal, then I'll let Greece be.", "Argh. I blew it!\n\nI sorry. You were a terrific ally. I misread the board and thought that I had a clear solo run. England basically told me that he was going to help me solo, so I felt like I ought to just go for it. He bamboozled me, and for me to stab you. It was a mistake. My sincerest apologies.", "I mean, I'm gonna have to fight you for at least a little bit. We'll see what happens.", "Yeah, I get that. It makes me sick because it likely that you just get squeezed between me and Russia. Fighting me is not really a path toward viability for you, and that my fault. \n\nI sorry this happened. I really am. I misjudged the situation and I fear I ruined both our games. If you can stick around and insist on getting some of the fruits of smashing me and not letting Russia get them all, that would be justice.", "Oh, I'm definitely sticking around, and if you want to make it easier for me to pick up some dots, that'd go a long way to making me more viable and more inclined to resume the alliance.", "Good.", "I game for a draw if you guys want to wrap it up here.", "I'd take a draw.", "Sounds like Germany is the holdout.", "I so mad at myself for taking the bait last turn. I had both Russia and England urging me to go for a solo, and it was just stupid of me to believe them. \n\nI going to try to leave both Tri and Bud open to you this turn. All yours.", "Sent to Germany, England, Austria, Russia: So, England, Germany, Russia, yall played a great turn last turn. You got me to stab my long-time ally and you ended our pretty excellent 7-year run as an alliance. Russia told me he was with me if I stab Austria. England told me he wanted me to solo so long as I would teach him and help his along to second place. Then yall pulled the rug out from under me. It was clever and effective. (End Part 1)", "(Part 2)\nAt this stage, my excitement about the game has diminished quite a bit. And of course I happy to play on and take my lumps for falling for Hey, I really want you to solo, just help me place second, but if you guys just want to call it a five-way draw among us and grab a beer together, while reviewing the statistics, that really my preference. \n\nI am outnumbered and I obviously can solo. And I sure some of you in the north are eager to send everyone else flying my way, but I expect Russia and England to be careful, and so I not sure there is much room to move forward without simply tipping the board to Germany favor. \n\nI propose that we draw and hug it out.", "I believe everyone is in for the draw. I've got it set, and I'm set for early adjudication.", "Do you think this game is going to draw?", "So, did you veto the draw?", "Buongiorno! \nBe kinda nice to know if you're looking to move in a direction  I might be interested in participating in.  I fully understand if it's too early to know, just know that channels and minds are both open .", "\n\nI not writing to anyone else until I get things squared away with you. I LOVE the Wintergreen alliance. It works in the short-term (we only need to get A/T to fight) and it works in the long-term (resolves East before West, and we can really stab each other). Can we do this?\n\nI don care if we target T first or A first. I let you decide. But I want to work as your partner. I am just hoping that youre brilliant and fun too!\n\nI literally will not message anyone else until you and I have a plan. I want it to be clear to you that youre the ally I want.", "Well, Italy and France are, in my opinion, some of the best possible partners for Russia, so how could I possibly turn down such enthusiastic overtures from one of them?", "Lovely. Would you rather we target Turkey first or Austria? I okay either way.", "To be perfectly honest, that's hard to say right now, since the decision doesn't really affect my opening moves any (the standard southern opening spring moves are equally useful against either one), and I'd likely need to adjust based on what else happens on the Spring turn.  Easiest just to say I'm opening South, flexibly considering the follow-through against either one of them.", "Okay. Fair enough. One reason it might matter is because I could open with an aggressive attack on Austria if you want to blitz him quickly (e.g., DMZ Gal and then break it). Or you could organize a bounce in Gal and then not move there. On the other hand, if you prefer to take out Turkey first, I could go the standard Lepanto route. I happy to go either way, but I really like to coordinate with you if youre game.\n\nMaybe we both need a fuller picture of what is happening first. I begin to reach out to others now.", "Sounds great - and here's where it's useful to know Austria has already indicated a bounce in Galicia, so opportunity to blitz him through there is severely limited.", "Okay, that good to know. Thank you. I sent Austria a general first message offering friendship. I let you know how things play out.", "Hearing anything interesting? Both Austria and Turkey are acting cagey and conservative with me so far.", "Hey, so, Austria seems to want to Lepanto now. \n\nYoure still the ally I want. And I like either to cut down Austria quickly or cut down Turkey quickly. \n\nIf we decide to take out Austria first, I like you to let Austria in to Gal (just tell him this was a mistake). This will make it very hard for him to defend against me.\n\nIf we decide to take out Turkey first, bounce Austria, and I open as a traditional Lepanto.\n\nThoughts?", "Let's do Turkey first. I'll bounce Galicia", "", "Hi Russia, how it going? I hope this turn finds you well. \n\nI think my move is going to be fairly boring, but I still game for some adventure if you have any ideas. \n\nAlso, would you mind asking Austria for a bounce again in Galicia? I just like to have a decent sense of what his units are doing. \n\nAny other thoughts?", "Can do.", "He doesn't seem that interested in a Galicia bounce, fwiw", "Okay, thank you for letting me know. That helps!", "I believe that Turkey is in for a world of hurt soon. I think you just need to expel that yellow army from Sev, and you should be in for a swift turnaround. \n\nLet kill Turkey, and then we kill Austria. Long live Wintergreen.", "That's the plan, mate", "That went reasonably well. Looks like Austria is going to pick up Greece, so get wherever you can get and I'll get you into doors where I can", "Obviously Bulgaria, not Greece", "Awesome. Thank you Russia. Any chance you can tap Black Sea this turn? I planning to take Greece, but I need Austria move to Bulgaria to succeed.", "His move is guaranteed", "What am I missing? It looks like it only guaranteed if you tap BLS. Otherwise, 3 - 3.", "It's 4-3.  Rum, Ser, Gre, Aeg", "Ah, cool. I did not realize that Rum was supporting Gre to Bul. That works too! Thank you.", "Hi friend: can you please NOT support England into Denmark? I think that the last thing we want to see here is E/F trample over Germany. I feel like this is really important. Thoughts?", "Ah, I did not see this in time.  And one of the upshots was learning that England talks too damn much, so I probably won't be helping him much going forward \ude03", "I feel like, perhaps it time to go all out against both T and A here? Something like this:\nVen - Tri\nWar - Gal\nRum - BLS\nSev S Ukr - Rum\n\nI may lose Greece this year, but I feel like it worth it to gain some momentum. \n\nThoughts?", "Hi Russia,\n\nMy moves very much depend on you here so I looking forward to hearing from you. I think this is the right time for us both to hit Austria, but I not going to do it if youre not on board. \n\nThoughts?", "Hey, sorry -focused on guests for the holiday. I'm currently ordered to move units around so I can move on Austria, without moving on him this turn. Basically getting the fleet out of the way.", "Okay. Let shoot for next turn. Thank you!", "Russia, argh....\n\nI sincerely want to work with you man. Truly. But if you sell me out and try to use what I tell you against me, it makes it really hard. \n\nAustria went right back to me and told me that you sold me out.", "I want to move beyond this. But I need to know that what I tell you stays between us, or else I just can trust you and I can speak with you. \n\nI like to hear your side of this story. And I like to know that youre not just going to tell Austria again. Let use this bump in the road as a lesson to work better together.", "Eh? Are you really claiming I've been telling him anything useful, given that I said nothing about Greece?\nI mean, that looked kinda arranged to me, but nonetheless I gave him no heads up about your plan to move in, which should make it pretty clear I have no intention of passing on potentially useful info to him. \ude00", "So, where do we stand now?", "You're in the driver's seat for path forward. I'm going to take Ankara, I assume you've negotiated the taking of Smyrna.  Austria either needs to be given a path forward or dealt with, and England most likely needs dealt with. So... You have lots of options on path forward, and I'm mostly inclined to Ride along as most of my attention is likely to be in the North.", "Well, here is my honest assessment: if you want to work with me, you have to commit to attack Austria with me. If youre not interested in that, I not going to attack Austria, and it will basically be his choice whether he wants to attack me next or attack you next.", "Frankly, I am still a little wary after the last time we discussed this, you ratted me out to Austria. But I can get over that if you actually want to be my partner.", "I'm still not really sure how you think I \"rated you out\" to Austria given that I've really told him nothing useful at all.  Greece was the test of that -even though I'm retrospect it's obvious it was an arrangement, it's also obvious I didn't say anything to him when I thought you were stabbing him", "But whatever, water under the bridge. I'm willing to move on Austria as soon as you give the word. I thought that's what I pretty much just said -I'll follow your lead in the South. You want to roll? Let's roll.", "Orders are in, moves on Austria, up to you to join in.", "What moves on Austria would you like to see, and what have you ordered? I make the move now if it makes sense. If not now, then next turn.", "Yeah, you missed me after I'd gone to bed, but as you can see I did make the move on him, and we are apparently spoiling for a fight.  Of course, with you reoriented the way you are, seems unlikely you're on board for continuing that line of discussion.", "Well, I not completely opposed. I build an army in Venice, after all. What are you thinking?", "I mean, the only decision point is Ank/Smy/Con, right?  That's just a matter of choosing the mover - everything else is straightforward one-power tactics", "Well, we should really talk to each other more.", "Ya think?", "FWIW, I'm still on board with cooperating to take down Austria, if that wasn't obvious", "I not sure I can save the Bulgarian fleet this turn, but I think you would help yourself by taking Galicia.", "I'm not sure you have a vested interest in saving my fleet in any event -you'd much rather be the undisputed fleet power. And that's just fine.", "Well, either way, I can help. But I do think you can take Gal without problem.", "That was already the plan, and then he walked out anyway. \nAnyway, my course is both set and obvious, so it's really just a question of if you're going to take all the free dots. \ude00", "Will you be around near the deadline this turn?", "Monday at noon ET?  Yeah, I should be available around that time.", "\ude0e", "Hi Russia, still there?", "Russia!? Come back!", "Yes, I'm here", "Cool. Any chance you like to team up with me and England?", "I mean, sure. My goal right now is just to hammer Austria, and that coalition helps further that goal, so...", "Cool. I expect Vienna will be empty this turn. Boh - Vie should be a winner.", "Ahh...BOH - Vienna. Why you try to take it from Gal?", "Didn't log in fast enough to change it. And not really upset about it, either - this way my line is still mostly intact, which is a bit of a priority until you make an overtly anti-Austrian move.", "Fair enough. At least you can see that I was sincere.", "Aye. As was I. \ude00", "So, how are things going over there Comrade?", "I feeling like it just about time for you and me to make things official and go steady.", "I believe that England would like me to support you to Munich in the Fall. And that possible. But perhaps getting you to Budapest might work out better for you? I don know — how do you the board right now?", "Things are pretty well. Yes, this looks to be the year you can just quietly slip the knife in and take pretty much everything.", "And I'm easy either way -no need to make that call right now, as this is the boring turn for me", "Well...if I take everything, then we end up with a boring, large draw. I not in solo position. So, believe it or not, I rather you get the spoils out East. If I get much bigger, I be fighting the whole board, and I lose that fight.", "Well, damn, guess I can't bamboozle you into that position then. :)", "Eh — I think it a better position for you to get a bunch of centers and work as a team anyway. Beats a five-way draw.", "Shall we get you Budapest or Munich this year?", "I think Austria is likely to try to retake some of his centers this year, so you may have some openings regardless.", "Presumably Budapest is the better option, but again I'm not really moving much in the spring, so it's easy to remain noncommittal on that right this moment. Unless you're making a hard move right now, which I doubt - you also benefit from the likely ability to just walk in on the fall.", "Alright, now it's specific planning time.  And Munich clearly doesn't seem to make much sense now.", "Okay, Let get you into Rumania and Budapest this turn. I think I can do that, as Austria wants to take Trieste and Greece, which will open up room to maneuver. As far as I know, Ser is moving to Tri and Bul is moving to Gre. I think that you can take out Bud/Rum with Gal - Bud (supported by Vie) and Sev - Rum (supported by Ukr). The trick will be keeping Sev safe, but I think we can do that too, as I can recommend that Austria self-bounce there to keep me honest.", "I am picking up some gains out west, so I risk a severe backlash if I gain anything in the east.  I love to see you pick up two here and take a bit of the pressure off me.", "I can work with that.  Grrr. Out tonight, so less stability to chat, but I'm with you here.", "", "Is this thing back on?", "Ah, good. Nice run in the West you have going there", "I'd probably be trying to push a stop the leader narrative right now, except Mitch hasn't talked to me since I pointed out that rolling on me was only going to net him two dots before he hit a wall, and that was two or three years ago. So... Eff him. \ude00", "Sent to Germany, England, Austria, Russia: So, England, Germany, Russia, yall played a great turn last turn. You got me to stab my long-time ally and you ended our pretty excellent 7-year run as an alliance. Russia told me he was with me if I stab Austria. England told me he wanted me to solo so long as I would teach him and help his along to second place. Then yall pulled the rug out from under me. It was clever and effective. (End Part 1)", "(Part 2)\nAt this stage, my excitement about the game has diminished quite a bit. And of course I happy to play on and take my lumps for falling for Hey, I really want you to solo, just help me place second, but if you guys just want to call it a five-way draw among us and grab a beer together, while reviewing the statistics, that really my preference. \n\nI am outnumbered and I obviously can solo. And I sure some of you in the north are eager to send everyone else flying my way, but I expect Russia and England to be careful, and so I not sure there is much room to move forward without simply tipping the board to Germany favor. \n\nI propose that we draw and hug it out.", "I think most of us have the draw set already", "Hey italy! good luck this game. I'm guessing you and Austria will be pals, you and France will be rivals?", "Well good luck to you too! No idea yet who is a friend. Have you heard anything interesting?", "I have some agreements with France. If those are upheld, I'd bet France goes for Por and Spain in 1901. You might want to ask about whether a fleet gets built in Mar during the 1901 build, if you haven't already, as this would be an indicator of aggression towards you.", "Germany seems like a bit of a wild card. Haven't talked in depth with Austria.", "Do you have any sort of aggression in your opening, or are you just planning to be neutral and secure Tun?", "You know, I really havent decided. I trying to get clear answers from my neighbors, and they are all pretty slow to answer. So I really havent decided. Is there something you want me to do?", "Well definitely make sure you get your fleet to Tun by the fall. I'd like to see you do well, as Italy is kind of the underdog on the map. Have you agreed to France about Piedmont at all?", "No, we have not yet talked about Piedmont.", "Well, if you're looking to make France a little nervous, that would be your move. Ven - Pie, Rom - Ven, Nap to TYS.", "Then you secure Tun with your fleet in the fall. For the unit in Pie, you can decide to bait France into a bounce in Mar, but then just hold instead. France would move from Spain to Mar and miss securing the fifth supply center. This is certainly aggressive, but it also keeps you and France on a more level playing field.", "Well, Id be inclined to do that if I knew you were moving to the Channel and Wales. If you want for both of us to go all in at the same time, then let go.", "Yeah, that makes sense. Unfortunately we've declared a DMZ in the channel through 1902, so I can't commit to the stab right now. I still don't think it's an awful play for you. If France gets a fleet in Mar and has one parked in Spain s.c. at the start of 1902, that's going to be a little threatening for you.", "(1) If you declared a DMZ, then you ARE in position to do this if you want to do it. (2) I not going to attack France on my own.", "Yeah, everything you're saying makes sense. When I make specific agreements like the DMZ, I generally try to hold them, especially early game. Honestly, I'd rather the three of us pick apart germany to start. Maybe we could convince France to help you into Munich in the Fall?", "Hi England — just sort of checking in to hear how things are going. How does the board look to you right now?", "Great time to check in. France and Germany are in conflict, and don't seem poised to collaborate on invading me, which I'm happy about. Russia's looking a little troubled with losing Sev. You look poised to lepanto to turkey, and it looks like you'll pull it off without the Austrian convoy, unless that new fleet is headed west. Also, I feel like you and/or Austria may have your eyes on Munich.", "Any thoughts here?", "Just about the state of the board? Or did you send a message after mine that didnt come through?", "Ah, I sent a really long message about Germany. You didnt get it?", "Nah. Maybe it was a bot-killer message", "Probably best to split it up", "Rats.", "Here is an image of the message I sent.", "I been on pins and needles for two days awaiting a response!!!", "Haha sorry about that. No image received. The bot may not send them through", "Ahhhhhhh!", "Now I have to retype it", "I have kind of an odd favor to ask. And I happen to know it in your best interest, but it will require a big picture, long-term sort of view of the game. \n\nThis is Germany very first game of Diplomacy. And he clearly in over his head. Youre positioned to smash him. There no doubt about that. But the real winner if you do that is France. (End part 1)", "France has FOUR armies, and now he has a wide open runway to roll right over Germany. If you help him, youre going to regret it. Look two game years ahead, France is going to be in a crazy good position. \n\nOn the other hand, if you change course now and go get France instead, France is NEVER going to be able to build a second fleet. He will be so much easier to destroy. And Germany is so green...hell be much easier to take down second. \n\nI just...I can see where this is headed. I know it attractive just to take that easy build. But that is the apple of knowledge and France is the devilish serpent (end part 2)", "I really REALLY believe that it better for you and me for you to switch course and take out France now. Id be happy to help and give you most of the spoils. And I think this would be a great springboard for a dominant England/Italian alliance that can win this game. If only I could get this message to go through....\n(End)", "All of this is fair. I aware that germany a first-timer, and I ran through similar reasoning to yours when trying to choose who to side with.", "If I had known where you stood in this, it might have swayed my opinion. I was worried about you and austria making a play for Munich and then Russia applying more pressure in the north.", "One additional piece of my reasoning is that France is a stronger player than me and others probably know this. After Germany is gone, France is the bigger threat. If Germany and I had taken France together, I would have ended up the bigger threat (i.e. the next target).", "I going to get Russia in on the German takedown. You really think the three of us cant handle france together once germany is gone?", "Can you tell germany to self-bounce in ruhr? Unless i missing something, that line holds until i support into holland (which I havent been asked to do yet). The French upside to taking on germany can be contained. If you get Munich out of this, do you still think it a bad plan?", "I vehemently do not want Munich.", "Also i wayy wrong it a fleet in holland haha", "I do think it is a much better plan for both of us to side with Germany against France. I just think that France could pull in Austria or Turkey against me and he could pull in Russia against you. \n\nGermany wont do that sort of counter.", "The more I look at this board, the more I want to focus on an E/I Alliance. And I think the only thing standing in our way is France. I dont see Germany as any kind of obstacle at all.", "Especially given that France is locked into armies right now, not fleets, I think we would be wasting a real opportunity if we let France grow a bit more.", "I sorry I did not come to you with this earlier. That just my bad. I been kind of lazy, and I wasnt really sure I wanted to weigh in about the west at all. But, I changed my mind?\n\nI think E/I can dominate here. But we got to keep France from ever building a second fleet. I think that the way that both you and me get really big.", "I see your points, but a couple of things: 1) France has another build guaranteed this year, and that will likely be a fleet, 2) We may be able to keep France away from all of the German supply centers", "Kie and Mun bounce in Ruh, Hol cuts support from Bel. This holds Ruh unless France chooses to send Bel in and let Germany into Holland.", "This holds the line unless I give support.", "What if Austria gets Munich?", "I stabbed Germany, and so I hesitant to try collaboration now.", "Ok, ok. I open to going against france. I messaged germany. Well see how she responds. I taking denmark this year regardless. The stab on france would involve me taking the channel unexpectedly next spring and helping germany into belgium maybe", "These are all good responses. And I get that you dont want to turn around and stab France now. \n\nI do think that I can help you diplomatically with Germany. I think that, if you really want to work with me and Germany, I can get G on board.", "Alright, well we can chat next year after builds then. I certainly open to it. I told germany to not bother saving denmark (it guaranteed for me with Russian support) amd instead do the self bounce in Ruh with Kei and Mun to keep France out, cutting support in Bel with Hol. I think that move is important this fall to keep France out.", "France just tried to tell me the Brest build was anti-Italian haha", "Funny enough, he tells me it anti-English.", "Haha. So are we still both anti-French?", "Id like to get germany on board with helping me take the channel (or at least not stopping me). I sure germany would be excited to hit me back though :/. Ill play dumb with France for now", "Okay, Ill try to get Germany on board.", "Germany seems on board. Maybe i setting myself up to get stabbed. Hope i backing the right horse on this one. Ill shoot for the channel in the spring and then we get germany into belgium. Are you planning to move west?", "Was hoping to see something a little more anti-french in your moves. My homeland is toast if you dont put any pressure on France in the south.", "Hi England — I sorry for the delay!", "I can move to attack France in the Spring if you like. For now, I think that mobilizing Germany to attack France is your best bet (and shouldnt be too hard).", "You know what? This isnt really fair of me. If you will commit to the France attack, Ill move on him now. Are you ready to go all out against him? This could actually work out really well for both of us.", "I ready, but i may want your advice on some of the tactics. My plan is to completely cold shoulder France in negotiations and start an attack. Well want to get germany on board, but I think Germany is playing a bit neutral for survival purposes right now.", "I agree with regard to Germany strategy, but I believe he hates France most and he will be with you if both you and I move on France now. \n\nFrance is getting no builds. Let just put the clamps on now! I will move to TYS and Tun if you will move either to take Belgium, or to position your fleets at Irish/Channel. \n\nIf we both take the plunge, there is nothing he can do.", "France can support himself into England though, and I think he plans to because he was asking for Germany to cut support in Nth (which she plans not to). The only way to hold the channel is to support from Nth.", "into England => into English channel", "I'm planning army yorkshire to wales, which allows for the convoy through the channel next year, and allows me to bounce in Lvp if France moves to IRI", "Okay, I buy that. If you commit to moving the army to Wales and you dont attack Germany,  Ill move on France.", "I'm committed. Are you planning to cut support in Munich for a Russian invasion of Berlin?", "No way. I am supporting Munich. We dont want Russia or France rolling over Germany. Germany will give us her centers in time. Let keep them German until that time comes.", "Can you use Den to cut support in Baltic if I make sure Germany does not retake Den?", "Germany has to do something else with Munich? To protect Ruhr I guess?", "go team!", "Cool. Let do this.", "Are you LYO and WES this Spring with the fleets? And will Venice go to Pie? Also, what is your communication with France like? I'm in favor of all three of us going totally dark on France until the job is done. And at some point we should talk about a fair split of the French supply centers just so there's no surprises.", "Yes, those are my moves.", "And I dont have any dialogue with France right now. I suppose that lazy. You want me to stay quiet or try to feel him out? There is no way he will believe anything I say after my last move.", "I kind of want to starve him of info. I currently giving him radio silence. Germany is getting some inside info, pretending to be friendly, etc. but that will end shortly (assuming I dont see a surprise german stab of cutting the nth channel support, but i think it unlikely).", "France apparently plans to move out of Ruh, probably to defend the south. France will lose 1 supply center certainly, maybe 2 this year", "What are your thoughts on a divvy up of you in Mar and Spa, me in Bre and Por, and germany in Bel and Par? Just thinking long term about who gets what.", "Thanks for that info about France. \n\nAlso, Germany has confirmed to me that they trust you. I think youre right that there will be no German stab coming this turn.", "As far as that divide, that generally sounds fair. Though, I find that those kinds of agreed splits rarely come to pass exactly as proposed. I may have to turn around and go east if Austria stabs me, etc.", "So Id prefer to kind of focus on general principles: (1) Id like for the dominant alliance on the board to be E/I. So while I agree we want Germany to help us crack this but, longer term I think we should plan to divide Germany share too. The safest divide in that case might leave me with all of Iberia, while you get most of Germany (I.e., youre going to need armies).", "(2) We should focus on parity. In other words, if I way ahead on centers when France folds, you get more of France. If it the opposite, I get more. We just keep checking in and try to balance both centers and growth opportunities, and let that guide us.", "All of that makes sense. Well reevaluate as we go. Id like the promise of Belgium and Paris to Germany to be a consistent one that comes from both of us, for the purpose of maintaining German confidence in our alliance. In case germany asks you.", "Looks like you got a bit of a guessing game on your hands.", "Yep. Was hoping for a guarantee. \udd28", "Germany and I were thinking to go with Spain. France is annoyed enough with me that he honestly may go for the channel. Ill be risking the channel by supporting ruh to bel with nth. So you can support to spain and then let france into mar from bur instead of bouncing. Germany will try to sneak into bur from Mun, then you two could bounce in Mun to keep russia out. A little complicated, but germany in bur next year would be great for us.", "Even if things dont go our way this fall, france will go eventually. Though the longer france has to stay alive, the longer hell have to sweet-talk germany into turning on us", "Trieste? What's up with that?", "I guess it shows commitment to an English-Italian alliance, but I'm a little surprised to see a stab like that this soon.", "Not a stab. Austria offered it to me for the sake of parity.", "Hmmm, maybe I was supposed to keep that a secret? I think you need to give Austria somethumbs down", "Can you please not go to Austria and tell him that I said the move to Trieste was arranged? He obviously trying to manipulate you in some way. Can we just compare notes and try to figure out what he up to without revealing that you and I talk much?", "I'm not going to right now, but I also am a little curious why it would matter to you if I told Austria that. Are you telling Austria things like \"I really want the Austria-Italy alliance to be the dominant one on the board\"? What is your long-term plan with Austria?", "No — I just want to know what he up to. It not a big deal to me, but I didnt know he was going to try to pass that off as him getting stabbed, so I curious what hell tell you next. If you blow him up for lying to you, we wont get that info, and hell know that you and I talk a lot.", "In terms of what I am telling Austria, I am definitely close with him, and I want him to feel like I not going to stab him, but were almost to the mid game, and cross board alliances work a lot better than neighbor alliances once we get to the mid-game, so I think you can be confident that youre the long-term ally I want.", "That said, I definitely saying nice things to Austria too. I wont deny that. Not the same nice things, but I cant have Austria thinking I will attack him. That doesnt help me and I dont think it helps you.", "All of that makes sense. I won't call out Austria. How do you plan to continue your attack on France this year?", "I dont know. Is there something youd like me to do? I rather flexible. Id just really like to bust through for a build this year.", "Thoughts?", "Would you like to support me to MAO?", "Won't France just cut in Bre?", "I'd actually like MAO next year.", "I'd like to hear something about your plans before midnight", "What do you need to know? I wont move to MAO, Ill try for Spain or Marseilles. Do you want to know more than that?", "Have you been talking to France at all?", "Nope. Not a word this phase.", "Huh. I guess France is lying to me then?", "Yes. I havent said a word to him. What he saying?", "France is a snake.", "Umm that you're the highest ranked online player in the world. And that you consistently encouraged him to attack me.", "Well that fun. Um, where to begin? \n\nI think I a good online player. I been playing online for about two years. I have a site ranking on one website in the Top 100, and I have a site ranking on another website in the top 250. So, maybe if you combine those rankings and squint, Id be in the top 200 or so?", "Also, I dont know who France is. So, he either has me confused with someone, or else he just trying to scare you. Let see...why would he be trying to scare you?", "And, I have definitely encouraged him to attack you, as I recall, but it been several game years since then. I feel like you probably encouraged France to attack me before (a fairly natural thing for England to do).", "Bottom line: France has every reason in the world to try to get us to distrust each other, and he obviously willing to say whatever to make that happen.", "I think I been really honest with you, and I think we been helpful to each other, and I think we are both going to succeed in this game if we can stick together and not give in to his tricks.", "Cause snakes are gunna snake.", "\udc0d \udc0d \udc0d \udc0d \udc0d", "All of this pretty much lines up with what I expected, though it nice to hear from you. He says that youre[redacted] on playdiplomacy.com . So I guess the user name lining up is just a coincidence. Not that I really care that much btw, but it would be interesting if you were secretly a star player.", "I never played on playdiplomacy. I play mostly on an app called Conspiracy. \n\nBut dont get me wrong! I experienced, and I had some success. I not to be trifled with!", "Also, you should be able to see from my moves, and Austria, that I been telling you the truth.", "Yeah, that's fair. France is funny. I've gotten maybe 15 messages from France since I ghosted him. Is it rock, paper, or scissors against him this season?", "From France: \"I can stop Italy this turn by the way. It's pretty easy since Italy let me into Marseilles, I can support the hold in Marseilles and Marseilles can support MAO to Spain SC. It's impossible to breach, I've checked it, and I can keep making those orders for years and years. You stabbed me in Spring 03. It is Fall 05. I think that you, Italy, and Germany are highly underestimating my ability to survive against your onslaught. You sure this is the game you want? Slowly whittling away at me until I die? Instead, I propose that we let you into the Mid Atlantic Ocean and that you help me defend Italy. I can send you past the MAO into West Med, where you can start taking dots like Tunis or Naples. We wait until AI crumbles, and you have an excellent game where you top the board.\"", "So I have my interpretation of the message, but I'm curious to hear yours", "Hmmm, thanks for sending that. I mean, obviously the orders he proposes can be defeated by tapping Marseilles and supporting into Spain. He knows we know that. He just playing games and trying to throw us off.", "Yeah. Maybe it's not even worth thinking about. It's like the Sicilian in princess bride", "Exactly", "I just going to flip a coin.", "So I guess you won't go for MAO then?", "Correct.", "(also, there's a couple other points I'd like to cover while I have you here)", "Ok that sounds good. I'm eyeing that for next spring.", "Sure.", "Well, I'm surprised you haven't been opinionated at all about my actions in Russia.", "Hmmm, well, I do have opinions. I just dont want to be overbearing.", "What are you thinking over there?", "The builds are tempting, but I don't want to be the one that hands austria the game", "What are your opinions?", "I'm going to bed. But other things I want to talk about are 1) the anti-English moves from Germany, 2) what you're doing with the Tyr unit.", "Responding now.", "You are thinking about the right considerations re Russia/Austria. Every build is enticing, but you have to consider the cost. Right now, Russia is basically using all of his units to help you. So, I think you might be better off foregoing that build and keeping Russia on your side for now.", "But...I certainly have no horse in that fight.", "If you want to attack Russia, no need to hold back on my account.", "I do want you to grow so that you and I are the same size. And those Russian centers will be key to that. But they also arent going anywhere. I dont think there is any rush, personally.", "The Russian units are doing things you want them to do right now.", "Re Germany, I hadnt really noticed the anti-English moves. She keeps telling me that yall are very close.", "I feel pretty confident that she with you, and that she really wants to see France out of the game.", "Re Tyrolia, what would you like me to do? I do have a plan with that unit. And if you wanted to deal a blow to Austria, I can think of at least one devious plan to make his turn go poorly.", "All that makes sense and I believe it. I feel like your \"horse\" in the russian front is Austria's future strength, which could pose a threat to you. Your advice to me is consistent with that.", "Yeah, that true. I just dont want to be too nosy or high maintenance, really.", "I could see you feeling like you need to get some builds promptly, and so you pick off a Russian unit or two. Even though that may make my situation tougher, I feel like your cooperation against France and later Germany means too much to me for me to try to dictate what you do with Russia.", "I hope that makes sense.", "But my advice about what you should do really is my opinion about the best way to approach it from your perspective. I dont think you need to be in a hurry there. I think that just about every place on the board is moving in a positive direction for you right now, and so, if I were you, I would not want to shake that up.", "But if you do want to do that, it very much okay with me.", "Yeah I'm not going for Russia right now. Supposing he can hold the stalemate, he's literally just saving those territories for me to take at a later date. I will get a little annoyed if the admin cuts us off at 1910 though, as I think my endgame is a little past that.", "The anti-english moves aren't strictly anti-english. But a fleet build in Berlin and then moving to Kie is a little aggressive.  Germany hoped I would just give up denmark this fall, and that was her explanation of the kie move. Eventually that Kie fleet will be going against me. A stab right now from germany doesn't seem to make much sense though.", "It would have to be coordinated with france to even have a chance, and with the pressure you're putting in the south I don't know how France could afford that. Unless he's really pissed at me and goes for a kamikaze just to annoy me.", "And what devious thing could you do with Tyr that wouldn't immediately begin aggressions with austria?", "Ok now I'm really going to bed. But I can think of a Tyr move that would really stir up some trouble. I wonder if we're thinking of the same one.", "Any chance you are around this morning?", "What up?", "I dont want to tell Russia a way to deal Austria a blow because Russia will turn around and tell Austria. But I trust you, so I think I could pass on some info to you and you might not use it against me.", "Gotcha. What are the moves youre thinking?", "You might say something like this to Russia:\n\nI was chatting with Italy about Tyrolia, and he told me that he promised to use Tyrolia to help Austria. My best guess is that Tyrolia and Galicia will bounce in Vienna. If you just use Bohemia to support Tyrolia in, then Austria doesnt get a build and you likely break up Italy and Austria.", "Too devious? \udd2b", "I'd considered this move as something that russia could do to free up Gal, but I think I thought Ser was a home center or something, so I didn't realize the build consequence.", "I'd bet russia is already planning to do this, but I can make the suggestion", "I did have a different move for Tyr in mind.", "Oh yeah?", "This is not a good idea, i should clarify. But it would be very dramatic if you successfully supported Boh to Mun", "(also I have a feeling russia won't be online before noon unfortunately)", "well, russia had the right idea, but didn't choose the right one to support. Bounce in Ank planned? And congrats on Mar", "Yes, both bounces planned. Russia made a nice gamble taking Bulgaria.", "Even with Austria in BLA now? I'll be a little annoyed if I see a build in St. P", "Yeah, for sure. Austria loses that build and keeps Vienna vacant. Russia GETS a build. Yeah, I think that worked well for Russia.", "We should start talking about the France endgame and what things look like post-war. Maybe after we see the French choice for a disband. I think France hates me the most (despite me having taken none of his territories) and as a result will probably hold onto Brest until the end, or maybe even go for LVP or something.", "Sure — I happy to talk it through. That move by France to bounce NAO was annoying.", "Yeah, I kinda saw that coming. So things are kinda escalating with germany. She making lots of asks that I dont think are reasonable. Likewhy not just give me denmark andwhy not just leave Nth open. She also admitted to being friendly with France.", "Yeah, I hearing rumblings of the same thing from Germany. Just sort of feeling me out on whether Id be okay with her working with France. Not good.", "How would you like to address it with moves this turn? Do you want me to support you to MAO? Or should I move there?", "How has she suggested to you that shell be helping France? Because if she telling you that, it must mean working with france against me, maybe with something specific in mind. She also wants me to give up Brest haha. Maybe ill ask if she wants London", "I dont know anything specific. She just asking for my thoughts. I have not responded.", "Though, I not surprised. France is not going to quit. He hasnt been talking to me anymore and he hasnt been trying to turn you. That means he been working on Germany. I think we just have to keep telling her that France is a Dark Wizard who does not have her best interest in mind.", "Yeah, I mean good on France for being persistent. I'm sure France is telling her that we're allies. And that would actually be the truth. And just geographically it would be hard for me and germany to be allies longer-term, so it's somewhat understandable that Germany could be swayed by that logic.", "What are your thoughts on the timing of war with Germany (if you're keen on a war in the near future at all)? I have an idea of how to handle the situation that's slightly dependent on that", "Well, I dont really want to attack Germany this year. In a perfect world, you and I each get a build this year, and we are in position to attack Germany next year.", "Germany seems to like my advice, so I may be able to get her to take Paris this year and refrain from attacking you. If we can cripple France in the next two turns, without Germany attacking, then next year attack on Germany would be easy.", "That is my general thinking in it.", "I mean I don't see how I get a build this year outside of moving in on Russia, but I'd rather stay out for now. Honestly the worst that Germany can do this year is knock me out of the channel.", "So I don't want support into MAO this turn. I might reach out to France with a proposition for survival that I won't follow through with. But maybe I can make it convincing enough that he gives it a shot. Otherwise I'm rather nervous that France gives Germany a big hand with attacking my island in his final years", "Also, will an attack on Germany really be easy next year?", "Also, did you tell germany i was plotting against her? She says you did.", "Whoa — no, I want you and Germany to work together.", "I would not and have not said you are plotting against her. She floated thework with France thing, and I suggested that she should really take Paris now while she can.", "If we can get Germany to take Paris, next year will be much easier. I think we should both direct her there.", "You really said nothing to that effect? What would prompt france to say that to me? It ok if you did say something, but i want you to be honest about it.", "Some exciting moves. Will be curious to see where you stand.", "Hey — sorry I been offline since the bot went down. That looks like a pretty aggressive move from Germany. I wonder if France has pocketed her. I do like the move to Paris, but the rest is not good.", "Yeahh. It a shame. I mean i aware at this point that the two of you could choose to mow over me. I hope the expanse in northern russia makes you wary of helping germany though.", "Time for survival mode. Will appreciate some advice on tactics if youre on my side of this.", "Yeah, I on your side. Ill help on tactics, but I think the real key here is getting Germany to flip back. I dont see why that move has to be permanent. I think you should tell her something like this:Look, I see that you are attacking you, but I think it my fault not yours. I should have given you back Denmark. I see that now. And I sorry. I will move out peaceably, and I hope we can work out a new working relationship.", "Just say youre sorry. She can take it back anyway, might as well offer it back right?", "(And I not saying you have anything to be sorry for, I just trying to brainstorm about what will help you turn her back to your side.)", "I already responded non-angrily, though not specifically what you said. I think a return of denmark could go a long way. Though that border will make things tense, and i dont think peace with her could last forever", "One thing I'm curious about: Why would you want Germany and I to be friends? Aren't you better off with both of us fighting? And I can keep Denmark this fall if I give up the channel (which may fall anyways)", "Well, I want to be rid of France. I really been depending on the two of you to help in that project. If England decides to move out of Paris for France, that bad for me. \n\nAlso, I dont want to see Germany get two builds this turn. But youre right, if it inevitable anyway, it not the end of the world. \n\n#teamengland", "I sure hope you not been clicking that thumbs down haha. It would be a brutal stab. I suppose i got to place my trust somewhere though. Why choose me instead of germany?", "You know, if you're able to lend a hand from MAO, I'm actually not in THAT bad of shape. Can I depend on that?", "1) You been straight with me all game. 2) You have a much better ability to read the board than she does. 3) Youre on the other side, so you cant really stab me, but I could totally see her moving to Tyrolia some time soon. 4) Youre not in France pocket.", "All good reasons. Also, I think Germany is gonna ghost me, soooo, friends? I need MAO to attack Bre. Can you do that?", "I will ensure that Brest cant hurt you. Not sure yet if Ill cut that support or get France to do something weird with it, but you can consider that unit non functional this turn. Ill also see what intel I can gain.", "Cool. You really think you can get france to take your advice on Brest?", "And do you have opinions about russia walking into Mun?", "Re Brest: if I not confident, Ill just cut that support. I know that one is important to you, and Ill make sure it taken care of.", "Re Munich: that one never really crossed my mind. But if you can get Russia to do that, it would be awesome. I dont want to see Germany get builds here.", "Cool. Any advice on the rest of tactics for my defense? I have my own ideas, but would be curious to hear your opinion", "Id probably just use the army to protect Liverpool. Id send NAO to Norwegian if the battle is going to be against Germany. And Id flip a coin between supporting Channel to Belgium or supporting Denmark holding.", "And I wouldnt tell anyone the result of that coin flip. There is just no reason to share that info.", "Huh. That's way different than what I had in mind.", "Well, youre closer to it than I am. I sure you taken a much harder look. What am I missing?", "You're not missing anything, but I had a more defensive strategy in mind I guess. I've got some time to think it over. Please do let me know what intel you receive", "Hi, I have a different ask of the MAO unit actually, if you're around this morning.", "Hey — what up?", "I want to see whether supporting channel to Bre is an option for MAO you'd consider. And I'd also want to know if Gas support will be cut.", "Well, have to just be honest here — I been working on a larger plan considering your earlier request that I neutralize Brest, and I not sure that change works in the larger scheme.", "More broadly, is there any chance youd like to form a trio and work with me and Russia long term?", "Why wouldn't you let me in on your larger plan?", "And does your larger plan include neutralizing Brest, or did it just consider that I asked that? Can you confirm you're neutralizing Brest by attacking it from MAO?", "Yes, hitting Brest. \n\nI prefer not to share my moves if they dont matter to someone else. There is just less chance that something goes wrong, and less chance I end up blaming someone else if something goes wrong.", "What do you think about E/I/R as a trio?", "I think you need to justify to me why supporting into Brest isn't an option. I don't see how this could be relevant to some larger plan. Unless the plan is \"don't give England that build, don't show others that I'm supporting England\"", "Wow. Well, you asked me to do something else earlier, and I have spent days trying to fit your earlier request into my move set.", "But, you know what, it more important to me to have you as an ally. So Ill support you to Brest.", "I obviously would like that. But to be honest I care less about the support and more about the secret.", "So, confirmed, MAO supporting Channel to Brest.", "Test.", "It not a secret. It just that I like to keep my moves secret unless they matter to someone.", "Can you confirm whether support from Gas is cut as well?", "I am not currently cutting support in Gascony.", "Ok. And I'm down to chat about russian relations after the move. Sorry for the last-minute change here. But germany's been putting pressure on me", "Have to say — I expect Germany to use Paris to support Brest. Those two seem to be in lockstep now.", "Are you sure that I should just take Portugal to drop England down to 1 unit?", "I mean drop France down to 1 unit.", "France is just going to bounce you out, right? What else does it make sense for the Spa unit to do?", "He thinks I am supporting an attack on Spain and moving to Burgundy, so I think his moves look like this:\n\nSpain hold\nGas S Spa holding\nParis S Brest\nBrest S MAO - Channel (he asked me to take it)\nIrish - Liv", "Hmm, yeah I would have thought he would assume the Gas support would be cut. Does France really hate you the least?", "Yeah, I think France trusts that I actually going to Channel and Burgundy here.", "I will admit I've communicated with Germany about your plan to use MAO to help me. That may have made its way back to France", "I feel like you, Germany, and France: if I tell anyone anything, it circulates to all three.", "Yeahh. I maybe should keep my mouth shut more often.", "Germany says that the Brest thing relates to Denmark. \n\nAnyway, what should we do?", "It does. I'm giving up denmark for support to Brest.", "Okay, Ill support you to Brest.", "Sounds great", "Thanks", "Glad to see that go through.", "Told you about the move to Por btw", "You were right. Thank you.", "Well I'm glad to see the takedown work out. I suppose France has one more unit, but Por will fall next year. And now things get even more interesting. Signing off for now.", "Hmmm, interesting French disband. He wants me to support him to Brest. Have to believe he going to have Germany on his side given the German fleet build. \n\nThoughts on how to approach this? We should be able to defeat them if we stick together.", "I think we should focus on getting your army to Pic this turn, and I can support you to Paris in the Fall.", "DO NOT DISCUSS PLANS WITH GERMANY THIS TURN. Seems very clear that she coming for you based on the build and the French disband. I dont think we help ourselves by speaking with her. Let just get you into Paris, secure North Sea, and get moving.", "I dont need any builds in the North. If I get bigger, Ill have a target on my back. So I just going to help you get up to my level.", "Also, I need to decide to work with Russia or Austria in the East. What your preference?", "I'll be in communication with Germany, but I'll agree to not share any specific plans discussed between the two of us this turn. Is that fair?", "Yes of course. I dont mean that you shouldnt talk to her at all.", "At first glance, I prefer an alliance with Russia, though I understand this means you breaking a relationship with Austria. Mostly this is because Russia can threaten me if he ever goes north. What's your preference?", "Well, that fine with me. I like Russia. But here is the downside for you: if Russia grows, the north wont be undefended any more, and you will have less room to grow. So, think long term, and think about where your dots are going to come from. I mean it sincerely when I say that Ill join up with either one provided you feel good about it, but I actually think it might be better for you if I give back Austria a couple of centers and position you to grab Swe and STP once Germany is on her heels.", "Those are good points. I suppose you'd like to commit to this before moves this evening?", "*commit one way or the other", "Yeah, I think we should make a plan.", "Id like to have your final thoughts on A/R as quickly as possible so that I have time to execute a plan. But I understand if you want time to think about it.", "How is Germany treating you right now? Did she tell you about that fleet build before it happened? Seems like a bad sign, and North Sea is awfully exposed.", "Oh she told me that she plans to line the whole northwest coast with fleets because \"they're more versatile there\". But all they can do from the northwest coast is invade me.", "She also said she wants Brest eventually.", "Not sure if I can keep Nth this year. We'll see if I can keep it friendly. That involves lots of talk about moving against you. She wants to see me in MAO.", "Yeah, look, I dont mind if you tell her that youre moving against me. I am telling her that I moving against you. \n\nLet please make the following deal: You and I both plot with Germany as if were attacking each other. And we both share the plan with Germany against the other guy with each other, and we pledge to tell Germany (and France if he asks) that you and I are not talking much, we dont trust each other, and we dont have any plan in place.", "This turn will work best if we share all info that we learn from G/F, and we pledge to keep our own talks secret.", "I think that we can pull off a great turn, but it wont work if G/F get catch wind of our alliance.", "All that makes sense. I'm on board. You know, if Germany just stopped surprising me with aggressive moves, she may have won my favor. [sigh]", "And I think Austria is the ally we choose. If we hold off Germany, she can only expand into Russia, which would be her only friend. And the trusting relationship you have makes it more likely that things will go through.", "\udc4c", "So, here is the plan that Germany is telling me:\n\nShe wants to ensure she gets North Sea. So she is asking for this:\n\nDen S Bel - North\nBel - North\nHol - Bel\nPic - Channel\nSpa - Gas\nPar S Sap - Gas\nMAO - Irish", "She wanted me to support her direct from Paris to Brest, but I convinced her that you would likely fear a forced disband, so you were likely to try to keep me out of Gascony (thus Par S Spa - Gas).", "I dont think we can save North Sea this turn, but if we can land your army in Pic, we can force France to retreat to Belgium, which would be absolutely awesome. And I think his survival instinct would kick in at that point, and he would stay there until you take it.", "I may be able to save Nth with some diplomacy. Is it worth me trying to make Germany a hard case to be on my side? Does that just make her moves less predictable?", "So I would suggest this:\nBre S Wal - Pic\nWal - Pic\nChannel Convoy Wal - Pic\n\nThat means Germany will lose Paris and Belgium this year. And I think you can defend your territory even with G in North Sea.", "I really think that we are best off not suggesting that you and I are talking. If Germany gets any idea that I shared her plans with you, well have no idea what they are going to do.", "Uhh, Germany will just hop into one of my home centers from Nth in the fall...", "I trust you at this point, but I dont think that confronting her is the best move here.", "No, you can defend.", "Oh move  to Cly?", "Oh wait Nth just  retreats. whoops", "You can move NAO to Norwegian in Spring, and retreat North to Norway. Then in Fall you cover London with Channel while I support you to Paris.", "Right.", "So you have coverage for every center, and you get the build, while G loses two.", "Thoughts on a retreat to Hel?", "That the best I can come up with if G is being honest with me.", "I would not be opposed to a retreat to Hel, but  it depends a lot on what the board looks like. I not crazy about Germany taking Norway. We want her taking units off the board.", "Well I'll at least communicate with Germany to the point that she thinks I'm genuinely against you. But I won't ask for any favors.", "If I do I'll let you know, and we should expect that you hear about them.", "Agreed. Yes, I totally fine with that. We want G thinking that were working against each other.", "And, frankly, she going to be pissed at me after this move, so I wouldnt mind if you lied to her too at the same time to spread that out a bit.", "So plot away against me, but tell me what plan you guys work out, so we can talk about what she most likely to do.", "France wants me to go for MAO. I'm going to say I'm on board with that. I'll say NAO is going there.", "I mean germany", "Yep. That makes sense. She wants Edi and Norway clear.", "Also, does it matter so much if Germany is mad at both of us? Isn't it basically war in the Fall?", "If I were you, Id order NAO to Norwegian. From Norwegian, you have a play to defend Norway AND Edi. Which means you could retreat to Helg if you like and you have a 50/50 to defend Norway or Edi.", "Yeah that's what I'll order", "Re G being mad: it not the end of the world. I mean, well definitely be at war with her. I just dont want her trying to throw the game in spite or anything like that. Cause I am lying to her like crazy this turn. \udd2b", "yeahh... it happens. i've been fortunate to not really have to lie so far.", "What are your thoughts on Mun?", "Also, just out of curiosity, did you advise Germany to build the Kiel fleet?", "I absolutely did not advise G to build the F Kie.", "We did not talk at all about that build.", "Thoughts on Mun? What do you mean?", "If G would have asked, I would have said that two armies would make me a bit uncomfortable, but I would not have insisted on a fleet, as two armies would have been more anti-Russian than anything. But she did not ask me.", "I believe you. I just was curious. And I didn't look closely enough at Mun. Ber can just support. But I thought it might be interesting to work with Russia there, even if Russia isn't the long-term ally.", "Also, who does germany think the third ally is?", "I ask because we may be interested to know whether Germany will try to sneak into Swe or not.", "Well, I not next to Munich now, so there isnt much I can do about that. Maybe in the Fall.", "Germany and I have not discussed a third ally. She doesnt give the impression that she cares much about the east.", "I guess the question in spring is whether you move to Tyr. And would we want her moving into Russia? If she goes east and annoys her future only friend on the board, this might complicate their future relations.", "Well, that a great idea. I am all for her moving on Russia if you can accomplish that. I certainly willing to go to Tyrolia.", "Alright. I'll plant the seed about anti-russia stuff. If she thinks you're a friend, though, she may listen to you more than me.", "FYI, she just asked me if I am talking with you. I told her:I am wary of England right now. He just asked me what I want to do this turn. I feel like he trying to get me to leave MAO open.", "Cool. consistent with my messaging. I'm talking about a plan to leave Bre open and get her support to Gas so I can support into Spa. I'm asking for her to promise Bre to France and then bounce in Bre instead.", "Then I'd dislodge in MAO and you'd retreat to IRI. We'll see what she thinks. I imagine she's just playing along, But I need to make specific plans to be believable", "\udcaf", "Looks like germany is staying friendly with russia. Can we go over moves one more time so i can be sure were on the same page?", "Here is what I have down right now:\nMAO S Brest\nWES S MAO\nLYO - TYR S\nSpa - Gas\nPie - Mar\nVen - Tyr\nNap - ION", "Cool. All expected. Right now I'm:\nNAO to NWG\nNTH hold\nWal to Pic\nChannel convoy wal to pic\nBre support Wal to Pic", "I like it. \n\nAs I think about it more, you may be better off moving North to Holland, expecting a bounce there. I think youre slightly better off keeping the German fleet in Kiel, as it one less German unit in North Sea, but it not a huge difference either way.", "That's good advice. I'll take it", "I kind of excited about this turn.", "A stab is always exciting", "I sorry mate. You been a terrific ally. First class all the way. But on this turn, Germany made the kind of offer I could not refuse, and so I went for it.", "I know that doesnt make it any easier, but I really mean it when I say that you played a strong game, and been an excellent ally.", "No worries, nicely played on your end. I think I can top Germany offer if youre interested. Let me know!", "Hmmmm...I intrigued. Arent you supposed to be screaming obscenities at me right now?This response is downright classy and sportsmanlike.", "Haha yeah I suppose. But this game for me is about learning. I relatively new to the game, and I volunteered for the study 1) to help out my friend, and 2) to prep for an in-person game I have on August 11. So if I get the right experience from this game and do well in the in-person game (i.e. win bragging rights among my friends), I won MY game. Here is my offer: You bring me along to second place, I vow to help you solo as Italy, and you teach me how you pulled it off. What do you say?", "Well that is a better offer than Germany. One of the best offers I ever received. And I really mean it when I say that youre a joy to play with and a strong ally. Id be happy to teach you as much as I can.", "I suggest you retreat to Skagerrak to put maximum pressure on Germany.", "Well i happy to learn if youre willing to teach. Do we have a deal then? This is obviously something youll have to trust me with. But I havent lied tp you yet and dont intend to. And i imagine you can tactically keep me in a position where i not a threat. Also, on the teaching side of things I may have some questions about earlier in the game to learn how you set things up (and I would expect genuine answers!)", "And yeah, that retreat makes sense. You think norway and the home island are too defensive?", "Ill answer anything you ask honestly.", "You have more options from Skag, and she cant cover them all. You have a much higher upside from there, and it might be worth it for you to take Sweden to avoid having to disband.", "Regarding your offer: it may be hard to put you in second place, frankly. If your units are doing things that help me, then Ill try to keep your units on the board, and I definitely wont allow you to be eliminated, but it really hard for me to ensure that you place second.", "I can settle for survival. Deal.", "Your reasoning on Skag makes sense. Going to bed now. First question on strategy is: how frequently dp you tell lies, and what are the typical circumstances?", "Hmmm, well, you know, well have statistics to help answer that question at the end of the game. Id say that I am mostly honest, and I place a lot of value on my credibility. I not going to lie about my moves to someone unless I am going to get a huge advantage out of it. But I spend most of the game trying to make everyone else on the board feel that I their closest ally, so a lot of what I say is a shade on the truth.", "So, I found it hard to decide whether to use a thumbs up or thumbs down quite a lot. Most of the time, there is some truth in what I saying, but I am trying to persuade the other player to do something for reasons I am not telling them.", "So, in general, I not afraid to lie, but I am very afraid of getting caught lying. I try to preserve my credibility as best I can, but if I am setting up a stab, I will tell some serious whoppers.", "Also, that thing France said about my past successes: that was true. I do have a lot of experience and I have had a fair amount of success playing online diplomacy. I just did not want you thinking of me that way.", "Ill also note, just cause I have nobody else to talk with about this: I worked REALLY hard on this last move. Germany wanted to take Brest, but if that happened, it would have cut support and prevented your army from leaving your island. So I had to convince Germany to support France to Brest, without telling her the real reason why. And I needed you to go to NAO so that you could not guard Liverpool. There were so many lies!\udd1e\ude31", "And that doesnt even include the East!", "To be completely honest, I directed just about everyone else moves on that turn! Russia is the one exception, but I basically knew what he was going to do. The best advice I have for someone who wants to get better at Diplomacy: just work hard. You can win by putting in more time and effort than everyone else. I have success by writing a lot to everyone all the time.", "Yeah that one thing about online diplomacy I have mixed feelings about. It seems like there definitely a benefit from putting a lot of time in. I feel like I been putting a lot of time in as it is, but there been the temptation to put in more. For in-person everybody gets the same amount of time to chat, which can be an equalizer in some ways.", "I had considered what a stab from you might look like before it happened, and I was likeis he really going to all that trouble but I suppose you were. Care to share why you chose Germany and how early you made that choice? What was theoffer?", "And that cool that i playing with a champ!", "Hi England — so I see that you retreated to Norway. Not what I expected, but it can work. Would you still like to work with me?", "Yeah i know we didnt chat about this. It was a little last minute, and you hadnt responded in the morning so I didnt think you were around (also I thought Ska was more a suggestion). I should have given you a heads up. My thinking was 1) it going to Sweden anyways, 2) i thought it might help warm relations with germany. Was this a bad call?", "I would still like to work with you", "Not a big deal at all.", "I suggest that you take Sweden, and I working on getting Belgium this turn too. Itll be tricky to keep Germany from defending it, but I going to try.", "Pic to Bel?", "And you were a bit shy about the earlier learning question. I guess it may be something sensitive to give an honest answer to at this time. One other question I have is whether there's a mistake you've seen in my play that you think I could have done differently. Like choosing to cold-shoulder France or choosing not to sneak into Sweden earlier.", "Also, France is asking about our relations after the stab. What would you like me to say?", "Something about how awful I am and how much you want revenge?", "Haha alright. Ill keep youaBrest of how France will move that fleet (should he choose to share)", "Okay, I think we have a good move brewing!", "If youre sincerely on board, this will be fun!", "France is ordering Brest to Channel. \nGermany is ordering Burg S Bel and convoying Holland to Yorkshire....!", "So here is the move:\nNorway - Swe\nPic S Channel - Belgium\nMar - Bur to cut support\nGas to Bre to block the Paris move. \n\nI think youre going to get a build this turn even if I take Liverpool. \n\nDoes that make sense?", "Yeah I'm on board, though I will remind you that you're forgetting an important part of the bargain. So I guess NWG to Edi (which is probably safe in case she goes for the build instead) and then plan to build in London?", "What part of the bargain am I forgetting? It unintentional. I trying to be helpful!", "You overlooked a couple of my questions.", "I'm sure you've been busy setting up that move, so it's no big deal, just wanted to remind you", "Sorry.", "You asked a question about what Germany offered me. Do you mind if I answer that after this move? Id just like to see for sure that youre sincere in working with me after I so rudely stabbed you.", "Yeah that one's fair to skip for now I think.", "Germany is now fishing for info from me about our relationship. Does she know that we are still talking? Id like to tell her that youre mad at me and you will tell me nothing, but we must keep our stories straight.", "No, but I'd bet she'd assume it. We didn't have much to say to each other this morning. I tried to be friendly but she was kinda straight up about saying that an alliance wasn't going to work out. And I sent a message back but haven't heard anything. So I'd imagine she'd think I'm not just sitting here twiddling my thumbs. Up to you how to spin it though.", "Thank you. \udc4c", "I'm going to be hit or miss with connectivity this evening, so I'm putting moves in now. Will look just before the adjudication though. But I'm trying to get some work done. So right now I'm: Eng to Bel, Pic support Eng to Bel, Nwy to Swe, and NWG to Edi.", "Ill let you know if anything changes on my end.", "Cool, sounds good", "Hmmm, Germany is backing off the bait. I think we will have to change our plan.", "What's up?", "Not sure yet, but she is not going to leave Belgium unguarded so that wont work.", "Alright, keep me posted.", "She is pressing hard now for info from me on your moves. I am telling her that you are jovial with me, but that we have not discussed any substance.", "France is offering to move in a way that would help against you. Does it matter what I say?", "I dont think it matters. I believe he is lying to you.", "Okay. Cause you had said hed be going to the channel before. Is that still true? And any update on belgium?", "Working on it. Ill have an update in an hour.", "Ok. Ill be asleep probably, but ill see in the morning.", "So, it sounds to me like Germany thinks you are coming for her and she will not leave Belgium unguarded. \n\nI think your best bet will be the following:\nPicardy - Brest (expect a bounce)\nChannel - London (expect that The French fleet will move to the Channel, which will mean you dont lose Brest, \nNorwegian to Edi (just in case)\nNorway to Sweden\n\nI was hoping for a better move involving taking Belgium, but I just dont think I can swing it. \n\nThoughts? What are you hearing now from France and Germany?", "Long one from Germany. Talking up your evils, talking collaboration with France. Suggested moves are NWG to Cly, holland to york, eng goes to iri or wales, belgium supports brest to channel. Pic to bre, par to pic, bur to par, mun to bur.", "Havent responded yet. Will have a somewhat busy morning, so ill appreciate your guidance if you think this changes anything", "Thank you. Just woke up. Thinking about this. Any ideas?", "Seems like she going to try to take Brest for herself.", "I think you tell heryes, but then order Pic to Bre and Channel to London. That way France moves out of Brest, and you bounce Germany in Brest and keep it.", "And Id stick with NWG to Edi and Norway to Sweden.", "And by the way: Thank you very much for filling me in. Makes me feel really confident that youre with me.", "Yeah, happy to help. Just got online now. Let me take a moment to process all of this.", "Ok,first question: You're saying she's going for Bre on her own, but she's suggesting Pic to Bre. Maybe she's hoping for you to support Paris in?", "Hmmm, no, she does not expect my support. But I surprised she screwing over France.", "Well, do you think she's being honest with me?", "It really hard for me to say. I know she is eager for her own builds, so my best guess is that she being partially honest with you and that she is going to grab London or Edi if she feels confident you are not going to cover.", "Yeah, the suggestion of going to Cly is consistent with that. And that the channel moves away from london", "I think your suggestion makes sense. Covering Edi and London is safe, and Germany seems a bit unpredictable. And I keep fingers crossed that France indeed will vacate Brest", "And, since you haven't been specific on your plan for Lvp, I can only assume that you'll be moving there.", "I am planning to move to Liverpool. I sorry that costs you a unit. But the way this is going, it may very well be the last center I take from you, and I think it much more likely now that you take second place.", "Ok gotcha. Hmm I just realized that I really have to hope for a bounce in Edi or London. Because If I get Bre and Swe, I would get a build even with you in Lvp, but then I wouldn't have an open home supply center to build at", "Well, youre right about that. Perhaps ask Germany to bounce with you in Edi?", "Though, I dont think youll be getting a build now because youre unlikely to get Belgium. But...if you think Germany is really convoying to Yorkshire, I willing to order Marseilles to Burgundy to cut support while you support Channel to Belgium.", "If I get Bre and Swe, but you get Lvp, I'm still net up by one (it will be rebuilding the disbanded fleet that was in Bre).", "Brest is already English.", "Yeah. But I get the unit back is all I mean. I'm down to 4 now.", "I have 5 centers and 4 units now. Add Swe, hold Bre, take away Lvp, and I've got another unit to put on the board", "But only if I have a free home supply center", "Ah, youre totally right. My mistake.", "This is getting tricky.", "Haha yeah. Given your comms with France, would it make sense that she's being genuine with me?", "It possible. But I just dont know.", "Id be really surprised if she wanted to cut out France at this point.", "Yeah, I think I have to play defensive then. I actually think aggression from her is more likely. I would be surprised if neither london or edi bounce. I'll say I agree to her proposal though.", "Okay, I think that the right move. This is the first turn in a while that is fairly unpredictable from my point of view. It would be really great if you wind up with a build.", "Well played.", "So do I get ghosted now after you duped me?", "If your strategy is not to talk to me again, Id appreciate if you would at least let me know that, as a courtesy. Just trying to play a board game here.", "Hey, no not going to be a dick. I have agreed to not talk to you.", "Okay. I think that is a bad choice in any game of Diplomacy (and likely in any game in general), and it only helps other people. But Ill respect your choice if that is how you want to play. \n\nIf you do ever decide you want to talk, my door will always be open, no matter what. And I am willing to keep all communications secret, if that the issue.", "Love is a game. And it wise to stay away from your ex if the relationship was toxic", "I mean...you encouraged me to go for the solo, and then pulled the rug out from under me. I see why you did what you did. But...I not going to solo now. Eventually the incentives will change. I never close a door because things change turn to turn. Closing our door is only good for Germany. So...it makes sense that she made you promise to close it.", "Ok there something I want to share on the consition that this and future communications are just between the two of us. Think you can do that?", "Absolutely. The moment I try to share something with Germany, she would say it to you, so you can be sure Ill keep anything confidential.", "Welll there a bit of an out of game thing affecting my play on some matters. And I kind of want to leave this vague since this will be in a dataset and whatever. But after the stab i thought the least i could do was make you aware.", "What is the out of game thing?", "I have a neighbor who I'd really rather not brutally backstab, and it's not you (clearly). Does that make sense?", "Sure.", "So what will you do if you won't solo?", "Well, the solo is clearly off the table. Without your help I never would have made that play in the east. I am outnumbered there and I will slowly melt away.", "So, I will lose some centers and try to find someone who wants to work with me.", "Well, it sounds like you mean the solo right now. You dont think an eventual solo is off the table for you, right?", "Eh, anything can happen, but I not really motivated to do that at this point. Id accept a draw right now if everyone was on board.", "You know, I might be in the same boat there. This game has invaded my life enough as it is. I think I prefer in-person. It's a long day, but when it's done it's done. Although you don't really get the fresh start you do with online (things like \"i remember what you did to me last time\" come up when playing with friends)", "My five-way draw vote is up. If you can rally the troops, we can get to the interesting stats!", "I mean isnt this getting called off in 1910 anyways? That when the study ends. And how does the draw vote work? Do people see what you voted if it doesnt go through?", "Do your other moves not go through if you propose a draw?", "I not sure how the draw vote works on Backstabbr. I dont know if it visible. But I believe you just have to go down to the scroll bar at the bottom that saysSolo Victory and scroll down tofive-way draw.", "Well, Ill see what I can do then. The alternative is that we just duke it out for another couple of years until admin calls it.", "Austria sounds game for a draw.", "Haha no surprise there. Just reached out to russia. Germany is sworn to fight against you till the end (though a stab against me is inevitable too). But maybe we can convince if all others are on board", "Russia on board. Germany is the last holdout. Doesn't believe we'll draw, or maybe doesn't want to. I'd really also like to get people to mark \"Adjudicate once all powers have issued orders\" as well, just to get it over with.", "I dont really know what Germany problem is. I helped her a ton in this game. It weird to me that she has such a vendetta.", "I guess it makes sense for her from a strategic standpoint to make me out to be a boogie man to get everyone headed this way.", "Well I did expose some of your double-dealing to her, which might have helped. But yeah, agreed that it's in her interest to get everyone against you, and then stab me when convenient.", "Sent to Germany, England, Austria, Russia: So, England, Germany, Russia, yall played a great turn last turn. You got me to stab my long-time ally and you ended our pretty excellent 7-year run as an alliance. Russia told me he was with me if I stab Austria. England told me he wanted me to solo so long as I wouldteach him and help his along to second place. Then yall pulled the rug out from under me. It was clever and effective. (End Part 1)", "(Part 2)\nAt this stage, my excitement about the game has diminished quite a bit. And of course I happy to play on and take my lumps for falling forHey, I really want you to solo, just help me place second, but if you guys just want to call it a five-way draw among us and grab a beer together, while reviewing the statistics, that really my preference. \n\nI am outnumbered and I obviously cant solo. And I sure some of you in the north are eager to send everyone else flying my way, but I expect Russia and England to be careful, and so I not sure there is much room to move forward without simply tipping the board to Germany favor. \n\nI propose that we draw and hug it out.\udd17", "Reply all to Italy's message: First, if you didn't get a message from Italy claiming to have been sent to the whole board, please let me know. I'm down for the draw that he has proposed. I'd also like to add that I'll be checking the \"Adjudicate once all powers have issued orders\" box. If everyone does this maybe we don't have to wait until Sunday night to have this resolved! I'm not so confident as to issue a hold for all of my units, but will be submitting for the 5-way draw. Really enjoyed playing with you all, but I'm exhausted and ready to finish and see the stats.", "Zzzzzzzzzzz", "Any idea who didnt want to draw?", "I have a guess, but no idea. I have heard from nobody.", "Huh. I was thinking it possible the game was set up in some way to not respect the draw order? I dont know that much about the site and how the admin chose to configure the game", "Oh, that could be. Maybe it has to run to 1910?", "It not you, is it?", "I feel like it's gotta be you holding out on the draw. Well, good luck getting to 18 by the end of next year.", "Hey. Good game. I think folks are pretty much done. I know i ready to move on. The draw proposal combined with the impending end of the game was effective in making us slack on our moves a bit (e.g., russia skipped a build this year). I dont know that i can say whether you have a clear path to a solo if we were to continue. I know germany and I could at least get MAO next year, which would put pressure on Por and Spa. I think wed all appreciate a draw though. Otherwise it will beitaly kind of won but kind of didnt because the game got cut short. Up to you though."]}